import Link from 'next/link';
import { BlogContainer, HintBG, HintText, HintTitle, ImageContainer, Images } from '../StyledComponents';

export default function PostContent() {
  return (
    <BlogContainer>
      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/z7jW9EIqKf/transform?format=webp&size=lg&quality=best'
          alt='Language-score-and-skilled-worker-visa'
        />
      </ImageContainer>

      <h1> نمره زبان و ویزای مهارتی یا اسکیل ورکر </h1>

      <p>
        آزمون‌های زبان مورد تایید سازمان مهاجرت استرالیا جهت اقدام برای ویزاهای
        مختلف شامل
        <em>{` IELTS`}</em>,<em>{` PTE `}</em>, <em>{` TOEFL `}</em>,{' '}
        <em>{` CAE `}</em>,<em>{` OET `}</em>
        می‌باشد. توضیحات هر یک از این آزمونها به شرح ذیل است:
      </p>

      <h2>IELTS</h2>
      <p>
        آزمون IELTS یا
        <em> International English Language Testing System </em>
        به دو صورت
        <em> GENERAl </em>و<em> ACADEMIC </em>
        برگزار می‌شود ، که هر دو نوع آزمون، برای ویزای کاری مورد قبول اداره
        مهاجرت استرالیا می‌باشند. مراکز برگزاری این آزمون بسیار زیاد و در همه
        کشورهای دنیا فعال می‌باشند. این آزمون در دو مرحله به صورت حضوری برگزار
        می‌گردد. یک مرحله از آن به سنجش کتبی توانایی های شنیداری، خواندن، درک
        مفاهیم و نگارش پرداخته و مرحله دیگر آن که در روز جداگانه ای می‌باشد به
        سنجش توانایی های گفتاری فرد، از طریق یک مصاحبه رو در رو می‌پردازد.
      </p>
      <h2>PTE</h2>
      <p>
        آزمون
        <em> PTE </em>
        یا
        <em> Pearson Test of English </em>
        آزمونی برخواسته از موسسه
        <em> Pearson </em>
        انگلستان می‌باشد. نکته حائز اهمیت در این آزمون، تصحیح آن توسط هوش مصنوعی
        و بدون هیچ گونه دخالت انسانی است. این نوع تصحیح بر روی نوع آموزش و تمرین
        آن تأثیر بسزایی داشته و آنرا نسبت به آزمون های مشابه و هم دوران خود
        بسیار متفاوت کرده است. شاید بتوان گفت که در کنار تسلط به زبان انگلیسی،
        کلید موفقیت در این آزمون، تسلط بر نوع نمره دهی آن توسط هوش مصنوعی و
        تمرین کافی بر روی تکنیک ها و متریال موجود است. این مهم، کسب نمره بالاتر
        در این آزمون را نسبت به آزمون های دیگر ساده تر کرده است ولی این امر خود
        نیاز به تمرین زیاد بر روی قسمت های مختلف دارد. این آزمون به صورت آنلاین
        و فقط در مراکز مورد تأیید موسسه پیرسون صورت می‌پذیرد و در حال حاضر فقط
        نوع
        <b> Academic </b>
        آن برای پروسه مهاجرت و تحصیلی مورد تایید قرار می‌گیرد. مدت زمان این
        آزمون 2 ساعت و در یک روز برگزار می‌شود. آزمون PTE در 4 بخش Speaking and
        Writing و Listening و Reading انجام می‌شود.
      </p>
      <h2>TOEFL</h2>
      <p>
        آزمون
        <em> TOEFL </em>
        یا
        <em> Test Of English as a Foreign Language </em> امروز فقط به صورت های
        کاغذی (PBT) و اینترنتی (IBT) برگزار می‌شود. مقیاس نمره در هر کدام از این
        آزمون‌ها متفاوت است. گرامر بطور غير مستقيم در بخش‌های ديگر اين آزمون
        مورد ارزیابی و سنجش قرار مي‌گيرد. مدرک آزمون تافل از زمان صدور، به مدت
        <b>{` دو سال `}</b>
        معتبر است. آزمون تافل شامل چهار بخش است که هر بخش 30 نمره دارد و مجموع
        نمره در این آزمون به 120 میرسد. مدت زمان این آزمون حدود 3 ساعت و 30
        دقیقه می‌باشد. باید توجه داشت که فقط آزمون تافل مورد قبول اداره مهاجرت
        استرالیا
        <em> TOEFLE IBT </em>
        می‌باشد و نمره تافل
        <em> home edition </em>
        مورد قبول نمی‌باشد.
      </p>
      <h2>CAE</h2>
      <p>
        آزمون
        <em> CAE </em>
        یا
        <em> Certificate in Advanced English </em>
        توسط دانشگاه کمبریج انگلستان از سال 1991 و به طور متوسط 3 الی 4 بار در
        هر ماه در 1200 مرکز در 113 کشور مختلف جهان برگزار می‌شود.
      </p>
      <h2>OET</h2>
      <p>
        آزمون OET نوع خاصی از آزمون زبان است که در کنار محک زدن زبان انگلیسی
        افراد، به مباحث تخصصی رشته افراد پرداخته و در مهاجرت از طریق مشاغلی
        همچون پرستاری، پزشکی و پیرا پزشکی مورد تأیید و استفاده می‌باشد. پزشکان و
        یا کارکنان مراکز درمانی که قصد مهاجرت از طریق ویزای نیروی متخصص و یا کار
        کردن در مراکز پزشکی و درمانی خارج از کشور را دارند، می‌بایست برای اثبات
        توانایی زبانی خود در سطوح مورد نظر، در این آزمون شرکت نمایند. این آزمون
        که توسط مرکز آزمون های بین المللی دانشگاه کمبریج طراحی گردیده است،
        توانایی افراد متخصص در حوزه درمان و علوم پزشکی را در زمینه تخصصی آنها
        می‌سنجد.
      </p>

      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/xUnxiQUc00/transform?format=webp&size=lg&quality=best'
          alt='Language-score-and-skilled-worker-visa'
        />
      </ImageContainer>

      <p>
        در مورد این سوال که کدوم یک از این آزمون‌های زبان برای ویزای اسکیل ورکر
        مناسب است ، باید تاکید کنیم که داشتن حداقل نمره
        <b> 6 </b>
        آیلتس (جنرال یا آکادمیک) در هر مهارت یا معادل
        <b> 50 </b>
        پی تی ای در هر مهارت و یا معادل تافل (L12,R13,W21,S18) و یا معادل های
        دیگر الزامی است ولی امتیاز خاصی ندارد.
      </p>

      <h2> امتیاز بندی </h2>
      <p> جدول امتیاز بندی نمره زبان به شرح زیر است : </p>

      <table>
        <thead>
          <tr>
            <th>
              نمره IELTS ( مشخص شود general /academic) نمره PTE نمره - iBT TOEFL
              امتیاز کسب شده
            </th>
            <th>نمره PTE</th>
            <th>نمره - iBT TOEFL</th>
            <th>امتیاز کسب شده</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>6 هر اسکیل</td>
            <td>50 در هر اسکیل</td>
            <td>L12,R13,W21,S18</td>
            <td>صفر امتیاز</td>
          </tr>
          <tr>
            <td>7 هر اسکیل</td>
            <td>65 در هر اسکیل</td>
            <td>L24,R24,W27,S23</td>
            <td>10 امتیاز</td>
          </tr>
          <tr>
            <td>8 اسکیل</td>
            <td>79 در هر اسکیل</td>
            <td>L28,R29,W30,S26</td>
            <td>20 امتیاز</td>
          </tr>
        </tbody>
      </table>

      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/H8g7UulJPS/transform?format=webp&size=lg&quality=best'
          alt='Language-score-and-skilled-worker-visa'
        />
      </ImageContainer>

      <h2>هدف گذاری نمره زبان</h2>
      <p>
        اینکه برای اقدام جهت ویزای اسکیل ورکر به چه نمره ای نیاز دارید، بسته به
        رشته شما و امتیازی که نیاز دارید متفاوت است. در برخی از رشته های فنی،
        احتمال رسیدن به دعوتنامه با نمره زبان آیلتس
        <b> 6 </b>
        یا معادل آن با توجه به رقابت کم این رشته‌ها و نیاز بالای ایالت‌ها امکان
        پذیر است، اما در خصوص برخی رشته های تخصصی مانند مهندسی یا رشته های
        مدیریتی اخذ نمره زبان
        <b> 7 </b>
        یا
        <b> 8 </b>
        آیلتس یا معادل آن ، جهت اخذ دعوتنامه لازم به نظر می رسد. شاید کسب این
        نمره از طریق آزمون
        <em> PTE </em>، به دلیل تصحیح آن توسط هوش مصنوعی و تکنیک های مختص آن،
        دست یافتنی‌تر به نظر برسد. البته انتخاب آزمون زبان، برای هر شخصی بنا به
        توانایی های زبان و توانایی ها کار با کامپیوتر و کیبورد و یا توانمندی
        آزمون کتبی و شفاهی میتواند متفاوت باشد. در مجموع برای کسانی که نیاز به
        نمره زبان
        <b> 7 </b>
        یا بالاتر دارند ، آزمون
        <em> PTE </em>
        دست‌یافتنی‌تر به نظر می‌رسد. همچنین برای متقاضیانی که در رشته های پزشکی
        و پیراپزشکی اقدام می‌کنند، آزمون <em> PTE </em> یا آزمون <em> OET </em>{' '}
        پیشنهاد می‌شود.
      </p>
      <p>
        در مورد زمان ارائه نمره زبان ، باید اشاره کرد که این موضوع بستگی به نوع
        سازمان ارزیاب دارد. مثلا در مورد سازمان‌هایی مثل
        <em> VETASSES </em>،<em> TRA </em>و<em> ACS </em>
        نیازی به نمره زبان نیست ، اما برای سازمان‌هایی مثل
        <em> EA </em>،<em> AITSL </em>و <em> ACWA </em> ارائه نمره زبان الزامی
        است. نمره زبان همسر که در زمان لاجمنت ویزا لازم است ارائه شود ، نمره
        اورال
        <b> 4.5 </b>
        آیلتس و یا اورال
        <b> 30 </b>
        <em> PTE </em> می‌باشد، که می‌توانید آن را بعد از انجام لاجمنت و تا
        زمانی که پرونده شما از طرف آفیسر کامنت نخورده است ارائه دهید. بعد از
        کامنت، شما برای ارائه این نمره 28 روز زمان دارید و در صورتی که موفق به
        ارائه این نمره نشوید، لازم است مبلغ
        <b> 5000 </b>
        دلار استرالیا (درسال ۲۰۲۳) پرداخت کنید.
      </p>
      <p>
        زمان اعتبار نمره زبان همراه که کمتر از 6 آیلتس یا 50 <em> PTE </em> و یا
        معادل آن باشد، توسط اداره مهاجرت یک سال مشخص شده است، اما در صورتی که
        این نمره برابر یا بالاتر از نمره آیلتس
        <b> 6 </b>
        یا معادل آن باشد سه سال اعتبار دارد. قابل توجه است که ارائه نمره زبان
        انگلیسی در همه حال برای ویزای اسکیل ورکر لازم است، حتی اگر شما تحصیلات
        زبان انگلیسی داشته باشید یا حتی پاسپورت یک کشور انگلیسی زبان را داشته
        باشید.
      </p>
      <HintBG>
        <HintTitle>توجه:</HintTitle>
        <HintText>
          اطلاعات ارائه شده در این بلاگ، فقط برای اطلاعاتی عمومی است و نباید به
          عنوان مشاوره حقوقی تلقی شود. ما تمام تلاش خود را می کنیم تا از صحت و
          به روز بودن محتوای خود اطمینان حاصل کنیم، اما نمی توانیم کامل بودن یا
          قابلیت اطمینان آن را تضمین کنیم. مسئولیت هر اقدامی که بر اساس اطلاعات
          ارائه شده در وبلاگ های ما انجام شود کاملاً به عهده شماست. اکیداً توصیه
          می‌شود که قبل از تصمیم گیری در مورد مهاجرت از مشاوره حرفه ای استفاده
          کنید.
          <Link href={'/lists/agencies'} target='_blank'>
            {` لیست موسسات مهاجرتی قانونی مربوط به استرالیا `}
          </Link>
          را می‌توانید از طریق این لینک پیدا کنید.
        </HintText>
      </HintBG>
    </BlogContainer>
  );
}
