import { ReactNode } from 'react';
import { ArticleMetaData } from '../../interfaces';
import styled from 'styled-components';
import {
  Layer1_SubtitleStyle,
  Layer1_TextStyle,
  Layer1_TitleStyle,
} from 'Styles/Theme/Layers/layer1/style';
import { th_a_Color } from 'PagesComponents/Occupations/Detail/DetailTab/styledComponents';
import { borderTheme } from 'Styles/Theme';
import { layer2A_TextStyle } from 'Styles/Theme/Layers/layer2/style';
import { layer2A_HeaderBG } from 'Styles/Theme/Layers/layer2/theme';
import { useLocale } from 'Hooks/useLocale';
import { componentStatements, LanguageKeys } from './const';
import { useStaticTranslation } from 'Hooks/useStaticTraslation';
import Seo from 'Components/Seo';
import Image from 'next/image';

export default function PostContent() {
  const { locale } = useLocale();
  const { t } = useStaticTranslation(componentStatements);
  return (
    <Container>
      <Seo
        title={t(LanguageKeys.SeoTitle)}
        canonical={`https://www.marabox.com/${locale}/blog`}
        description={t(LanguageKeys.SeoDesc)}
      />

      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/A-YzruQXR1/transform?format=webp&size=lg&quality=best'
          alt='skilled-worker'
        />
      </ImageContainer>

      <h1> ویزای مهارتی استرالیا (Skilled worker) </h1>

      <p>
        استرالیا به دلیل کیفیت بالای زندگی، فرهنگ متنوع و فرصت‌های شغلی فراوان،
        مقصدی محبوب برای مهاجران از سراسر جهان است. در مطلب پیش رو می خواهیم ،
        مهاجرت به استرالیا از طریق تخصص‭ ‬با‭ ‬ویزای مهارتی استرالیا یا ویزای
        تخصصی استرالیا ‬از‭ ‬متداول‌ترین‭ ‬روش‌های‭ ‬مهاجرت‭ ‬به‭ ‬استرالیا‭
        ‬می‌باشد‭ ‬.‬روش مهاجرتی اسکیل ورکر یا مهارتی یک سیستم امتیازی است که در
        آن افراد متقاضی کار در استرالیا، بر اساس شرایط سنی، سطح زبان، سوابق کاری
        و میزان تحصیلات خود برای دریافت ویزای کاری واجد شرایط می‌شوند. این
        برنامه مهاجرتی به افراد ماهر یا خانواده‌هایی که قصد مهاجرت دائمی به
        استرالیا را دارند کمک می‌کند تا کمبود نیروی حرفه‌ای در این کشور را تکمیل
        نمایند. شرایط اختصاصی دریافت ویزای مهارتی برای هر رشته متفاوت است ، اما
        شرایط عمو‌می دریافت ویزای مهارتی شامل موارد زیر می‌شود:
      </p>

      <ul>
        <li>داشتن شرایط لازم جسمی و روحی برای کار در استرالیا</li>
        <li>شرایط سنی حداقل 18 سال و حداکثر 45 سال</li>
        <li>داشتن مدرک معتبر زبان انگلیسی مثل آیلتس 6 یا معادل آن</li>
        <li>
          داشتن سابقه کاری قابل قبول از سمت دولت استرالیا برای شغل درخواستی
        </li>
        <li>ارائه و تکمیل مدارک لازم برای اخذ ویزای مهارتی</li>
      </ul>

      <p>
        ویزا های موجود در برنامه نیروی کار حرفه‌ای در چند دسته بندی قرار
        می‌گیرد. در دسته بندی اول می توانیم بگوییم که این ویزا ها به دو دسته
        ویزای اقامت دائم و اقامت موقت تقسیم می‌شوند. در تقسیم بندی بعدی ویزاهای
        اقدامت دائم را به دو دسته ویزاهای سابکلاس 189 و ویزاهای سابکلاس 190
        تقسیم بندی می کنیم.
      </p>

      <h2> مزایای ویزای 189 استرالیا: </h2>

      <ul>
        <li>امکان کار تمام وقت برای خود و خانوده‌تان</li>
        <li>امکان تحصیل برا خود به خانواده‌تان</li>
        <li>امکان استفاده از خدمات درمانی و بهداشتی رایگان</li>
        <li>امکان اسپانسر شدن برای اعضای خانواده</li>
      </ul>

      <p>
        می‌توانید بعد از کسب شرایط لازم، برای شهروندی استرالیا اقدام کنید.(شرایط
        لازم برای شهروندی، شامل 4 سال اقامت در استرالیا) ویزای دوم که می‌توانید
        به صورت همزمان اعلام کنید ، ویزای 190 می‌باشد که اسپانسر ایالتی نیاز
        دارد، در این ویزا ، بعد از اینکه ایالتی کد شغلی منتخب شما را در لیست خود
        اعلام کرد ، شما می‌توانید در صورتی که به حداقل امتیاز مورد نظر دست پیدا
        کرده باشید ، برای این ویزا در ایالتهای مختلف درخواست دهید. در صورتی که
        ایالت به شما دعوتنامه بدهد شما می‌توانید برای این ویزا اقدام کنید. این
        ویزا نیز اقامت دائم است و شما متعهد می شوید دو سال در آن ایالت کار و
        زندگی نمائید. متقاضی دریافت این ویزای کار استرالیا باید حداقل 60 امتیاز
        دریافت کنند تا بتوانند با 5 امتیاز اسپانسر ایالتی به حداقل امتیاز 65
        برسند. افرادی که موفق به دریافت ویزای کاری استرالیا و اقامت دائم با
        ویزای 190 استرالیا می‌شوند؛ و می‌توانند به همراه همسر و فرزندان خو اقامت
        دائم استرالیا را داشته اند.
      </p>

      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/HyKyGBCdPp/transform?format=webp&size=lg&quality=best'
          alt='skilled-worker'
        />
      </ImageContainer>

      <h2> مزایای ویزای 190: </h2>

      <ul>
        <li>
          دارای اقامت دائم استرالیا و یا همان PR استرالیا از زمان ورود به
          استرالیا
        </li>
        <li>امکان کار تمام وقت برای خود و اعضای خانواده‌تان</li>
        <li>امکان تحصیل برای خود و اعضای خانواده‌تان</li>
        <li>امکان استفاده از خدمات درمانی رایگان</li>
        <li>امکان اسپانسر شدن برای اعضای خانواده</li>
        <li>
          با ویزای 190 استرالیا به مدت 5 سال می‌توانید به کشور استرالیا رفت و
          آمد کنید
        </li>
      </ul>

      <p>
        شما با دریافت ویزای 190 استرالیا از نظر اخلاقی متعهد می شوید که دو سال
        در همان ایالتی که دعوتنامه گرفته اید کار و زندگی کنید. اما در صورتی که
        به دلایل شغلی یا غیر نیاز به نقل مکان به ایالت دیگری داشته باشید می
        توانید با تهیه کاور لتر و ایمیل به ایالت و توضیح و توجیه و اخذ رضایت
        ایالت اول ، مکان زندگی خود را تغییر دهید در دسته بندی بعد، ویزای موقت
        قرار می گیرد که با سابکلاس 491 ایالتی و یا 491 فامیلی می توان برای این
        ویزا اقدام کرد. این ویزا به متقاضیان اجازه می‌دهد به مدت ۵ سال در مناطق
        کم‌جمعیت استرالیا، به کار و تحصیل بپردازند و بعد از 3 سال اقامت دائم این
        کشور را دریافت کنند. برای گرفتن ویزای 491 استرالیا، حتماً باید یک حامی
        یا اسپانسر در این کشور داشته باشید و دو راه برای گرفتن این حمایت دارید:
      </p>

      <ol>
        <li>
          <p>
            اسپانسرشیپ ایالتی: در این روش، شغل شما باید در لیست مشاغل موردنیاز
            مناطق کم‌جمعیت استرالیا باشد. بعد از پُرکردن فرم EOI و گرفتن حداقل
            امتیاز مدنظر، ایالت‌های کم‌جمعیت استرالیا که به دنبال جذب نیروی کار
            هستند، می‌توانند اطلاعات شما را ببینند، آن‌ را بررسی کنند و در صورت
            نیاز شما را انتخاب کنند.در نهایت ایالتی که شما را انتخاب کرده
            برایتان یک دعوت‌‌نامه صادر می‌کند و می‌توانید برای گرفتن ویزا
            درخواست دهید. برای این ویزا هم می‌توانید به صورت همزمان اقدام نمائید
            و فرایند آن شبیه ویزای 190 می‌باشد، اما از ابتدا اقامت دائم نیست ،
            بلکه یک ویزای 5 ساله است و شما باید سه سال از پنج سال را باید خود
            متقاضی یا همسرش در مناطقی به جز سیدنی ، ملبورن و بریزبن زندگی و کار
            کنند و پس از آن می توانند برا ویزای 191 اقدام کنند و اقامت دائم
            دریافت کنید. توجه داشته باشید که شما در صورت دریافت ویزای 491 دیگر
            نمی‌توانید برای ویزای 190 یا 189 اقدام کنید، بعد از دریافت ویزای 491
            ، این ویزا تنها قابلیت تبدیل به ویزای 191 را دارد. بیمه مدیکر و
            تحصیل فرزندان در ویزای 491 مثل دو ویزا قبلی رایگان است . در مدت سه
            سال می‌توانید به صورت تفریحی و توریستی به این سه شهر رفت و آمد داشته
            باشید. شروع شرط 3 سال کار و زندگی از زمان اخذ ویزا اغاز می‌شود.
          </p>
        </li>
        <li>
          <p>
            دریافت ویزای 491: دریافت این ویزا از طریق اسپانسرشیپ فامیلی است، در
            این روش اگر خودتان یا همسرتان یک فامیل درجۀ یک یا درجۀ دوم در
            استرالیا دارید که در یکی از ایالت‌های کم‌جمعیت استرالیا زندگی
            می‌کند، می‌توانید از او به‌عنوان اسپانسر استفاده کنید و ویزایتان را
            بگیرید.این فامیل می‌تواند والدین، فرزند یا فرزندخوانده، برادر یا
            خواهرِ تَنی یا ناتَنی، عمو، دایی، عمه، خاله، برادرزاده، خواهرزاده،
            پدربزرگ، مادربزرگ، پسرعموی اول یا دخترعموی اول شما یا همسرتان باشد.
            همچنین این اسپانسر باید این شرایط را داشته باشد:{' '}
          </p>
          <ul>
            <li>بالای 18 سال</li>
            <li>شهروند یا دارای اقامت دائم استرالیا یا شهروند نیوزلند</li>
            <li>و به‌طور کُلی ساکن یکی از ایالت‌های کم‌جمعیت استرالیا</li>
            <li>این دعوتنامه را اداره مهاجرت صادر می‌کند</li>
          </ul>
        </li>
      </ol>

      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/vKh6Jmtu72/transform?format=webp&size=lg&quality=best'
          alt='skilled-worker'
        />
      </ImageContainer>

      <p>
        فلسفۀ حامی‌شدن افراد از این قرار است که آن‌ها باید بتوانند فرد متقاضی را
        از نظر مالی، تأمین محل زندگی و شرکت در برنامۀ زبان انگلیسی به مدت دو سال
        حمایت کنند. البته، در عمل این تعهد چندان کاربردی ندارد و شما بعد از ورود
        به استرالیا طبیعتاً زندگی خودتان را با تکیه بر خودتان شروع می‌کنید اما
        دولت استرالیا صرفاً برای اطمینان، این تعهد کلی را به دوش حامی گذاشته است
        ولی نیازی نیست حامی مبلغی به کسی پرداخت کند.
      </p>

      <p>
        برای اینکه بدانید آیا شغل شما در لیست مشاغل شغلی مورد تایید اداره مهاجرت
        استرالیا جهت اقدام از طریق ویزاهای مهارتی استرالیا طبق آنچه در بالا
        گفتیم هست یا خیر، می‌توانید به این لینک مراجعه کنید و شغل مورد نظر خود
        را <a href={`/${locale}/occupations`}>جستجو</a> کنید.
      </p>

      {/* //  برای محاسبه امتیاز خود می‌توانید به لینک زیر مراجعه نمایید: 
// لینک :........................................................ navid */}
    </Container>
  );
}
const Container = styled.main`
  display: flex;
  justify-content: center;
  flex-direction: column;
  img {
    margin-bottom: 2rem;
    width: 80%;
    height: 25rem;
    border-radius: 15px;
    object-fit: cover;
    box-shadow: 0px 0px 20px 0px rgba(0, 0, 0, 0.25);
    align-self: center;
  }
  p {
    ${Layer1_TextStyle}// line-height: 40px !important;;;;;;;;
  }
  h1 {
    ${Layer1_TitleStyle}
    margin-top: 2rem;
  }
  table {
    ${borderTheme}
    border-radius: 15px;
    overflow: hidden;
    margin-bottom: 4rem;
    margin-top: 4rem;
    border-spacing: 0px;
  }

  tbody {
    margin: 0 0 20px;
    padding: 0;
    width: 100%;
    border-collapse: collapse;
    border-spacing: 0;
    overflow: hidden;
  }
  tr {
    width: auto;
    height: 4rem;
    th {
      max-width: 278px;
    }
  }
  td {
    text-align: center;
    ${layer2A_TextStyle}
    direction: ltr;
    height: 2rem;
    padding: 0.5rem;
    line-height: 1.5rem;
  }

  th {
    ${layer2A_HeaderBG}
    ${layer2A_TextStyle}
  direction: ltr;
    text-align: center;
    font-weight: 500;
    padding-inline-start: 32px;
    padding-inline-end: 32px;
    line-height: 1.5rem;
    border-color: #ececec;
    :last-child {
      border-right: none;
    }
    a {
      ${th_a_Color}
    }
  }
  h2 {
    ${Layer1_SubtitleStyle}
    margin-top: 4rem;
    margin-bottom: 1.5rem;
  }
  ul {
    ${Layer1_TextStyle}
    list-style: disc !important;
    padding-inline-start: 2rem;
  }
  ol {
    ${Layer1_TextStyle}
    list-style: arabic-indic !important;
    padding-inline-start: 2rem;
    ul {
      padding-inline-start: 3rem;
    }
  }
  li {
    margin-bottom: 1rem;
  }
  :last-child {
    margin-bottom: 2rem;
  }
`;
const Images = styled(Image)`
  border-radius: 15px;
  object-fit: cover;
`;

const ImageContainer = styled.div`
  position: relative;
  width: 80%;
  margin-bottom: 2rem;
  height: 25rem;
  border-radius: 15px;
  box-shadow: 0px 0px 20px 0px rgba(0, 0, 0, 0.25);
  align-self: center;
`;
