import { MultiLanguageText } from 'Interfaces/Database';

export enum LanguageKeys {
  SeoTitle = 'SeoTitle',
  SeoDesc = 'SeoDesc',
}
export const componentStatements: Record<LanguageKeys, MultiLanguageText> = {
  SeoTitle: {
    fa: 'آنچه باید در مورد سازمانهای ارزیاب استرالیا بدانیم | مارا باکس',
    en: 'What we need to know about Australian Evaluating-Organizations | Mara Box',
  },
  SeoDesc: {
    fa: 'در استرالیا بیش از 40 سازمان ارزیاب وجود دارد.در اینجا می خواهیم به خصوصیات کلی برخی از سازمانهای ارزیاب که بیشترین کد های شغلی را پوشش می دهند، بپردازیم ',
    en: 'There are over 40 appraiser organizations in Australia. Here I can look at the specifics of some of the appraiser organizations that cover the most job codes.',
  },
};
export const structuredData = {
  '@context': 'https://schema.org',
  '@type': 'FAQPage',
  mainEntity: [
    {
      '@type': 'Question',
      name: ' هزینه اسس مدارک استرالیا چقدر است؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: 'هزینه اسس مدارک بسته به رشته و سازمان ارزیاب متفاوت می‌باشد. در ضمن بعضی از سازمان ها امکان اسس سریع یا همان Fast Track را دارند که میتواند بر سرعت و هزینه اسسمنت بیفزاید.',
      },
    },
    {
      '@type': 'Question',
      name: 'قوانین سازمان TRA برای اسسمنت مدارک چیست؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: 'سازمان ارزیابی مدرک تحصیلی TRA در استرالیا، معادل سازی بیش از ۱۳۰ رشته فنی را به عهده دارد. متقاضیان باید ابتدا مدارک خود را توسط سازمان TRA استرالیا، معادل سازی و ارزشیابی نمایند. سازمان TRA به دو روش مدارک را معادل سازی و ارزشیابی می کند.',
      },
    },
    {
      '@type': 'Question',
      name: 'قوانین سازمان ACS برای اسسمنت مدارک چیست؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: 'اگر شما در یکی از رشته های مهندسی کامپیوتر فارغ التحصیل شده اید و یا سابقه کار کاملا مرتبط با رشته های مربوط به مهندسی کامپیوتر را دارید و می خواهید از طریق ویزای کار به استرالیا مهاجرت کنید باید برای دریافت اسسمنت، مدارک خود را برای سازمان کامپیوتر استرالیا و یا همان سازمان ACS استرالیا ارسال کنید. سازمان کامپیوتر استرالیا مسئولیت ارزیابی مدارک افرادی را دارد که فارغ التحصیل یکی از گرایش های رشته کامپیوتر هستند، و یا در زمینه کامپیوتر و آی تی سابقه کار دارند و مدارک خود را توسط سازمان کامپیوتر استرالیا و یا سازمان ACS استرالیا معادل مدرک استرالیا می کنند. خوشبختانه سازمان ACS برای ارزشیابی مدارک، مدرک زبان انگلیسی را به عنوان پیش شرط نیاز ندارد، به همین منظور مهندسین یا فارغ التحصیلان رشته های کامپیوتر و IT می توانند با سرعت بیشتری پروسه مهاجرت خود را دنبال کنند. انجمن کامپیوتر استرالیا ( ACS ) ابتدا مدارک تحصیلی شما را با توجه به مقطع تحصیلی و واحد های گذرانده شده در دانشگاه بررسی می کند و سپس در یکی از دسته های  ICT Major یا ICT Minor یا None-ICT  قرار می دهد',
      },
    },
    {
      '@type': 'Question',
      name: 'قوانین سازمان IML برای اسسمنت مدارک چیست؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: 'وظیفه اصلی سازمان مدیران استرالیا برگزاری دوره های تخصصی و آموزشی در زمینه های مختلف از جمله مباحث مالی، بازاریابی، فروش، ارتباطات و مدیریت است. علاوه بر آن ارزیابی مهارت کاری افراد، در انواع مشاغل مدیریتی برای متقاضیان مهاجرت کاری به استرالیا که مدارک کاریشان نیاز به ارزیابی در کشور استرالیا دارد، از دیگر فعالیت های مهم این سازمان است. لازم به ذکر است مدیرانی مورد تایید IML قرار خواهند گرفت که در سازمان هایی بزرگ با سلسله مراتب مدیریتی چند لایه با تعداد افراد زیرمجموعه مقتضی مشغول به کار باشند و این مستندات از طریق چارت های سازمانی مدون ارائه شوند.',
      },
    },
    {
      '@type': 'Question',
      name: 'قوانین سازمان VETASSES برای اسسمنت مدارک چیست؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: 'سازمان ارزیابی مدارک VETASSESS استرالیا، طیف وسیعی از رشته های حرفه ای را معادل سازی و ارزشیابی می کند. . مشاغل مرتبط با حوزه ورزش ، مارکتینگ، کشاورزی، مدیران و رشته هایی مثل میکروبیولوژی، بیوشیمی و خیلی رشته های دیگر را سازمان وت اسس ارزیابی می کند. در مورد سازمان وت اسس شما برای شروع کار نیازی به نمره زبان ندارید . اگر عبارت VETASSESS OCCUPATION LIST را در گوگل سرچ بکنید، یا به این لینک سر بزنید، می توانید در آن شرایط و الزامات هر شغل را که تحت این سازمان اسس می شود، مشاهده کنید. سازمان VETASSESS مشاغل را بر اساس سطح تحصیلات مورد نیازشان ، به پنج گروه تقسیم می کند.',
      },
    },
  ],
};
