import { useLocale } from 'Hooks/useLocale';
import Link from 'next/link';
import {
  BlogContainer,
  HintBG,
  HintText,
  HintTitle,
  ImageContainer,
  Images,
  MoreBlogsCardsContainer,
  MoreBlogsContainer,
} from '../StyledComponents';
import PagesConnectorCard from 'Components/Cards/Type1/PagesConnectorCard/PagesConnectorCard';

export default function PostContent() {
  const { locale } = useLocale();
  return (
    <BlogContainer>
      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/Qdt-lai_Fs/transform?format=webp&size=lg&quality=best'
          alt='assessment-organizations-in-australia'
        />
      </ImageContainer>

      <h1> آنچه باید در مورد سازمانهای ارزیاب استرالیا بدانیم </h1>

      <p>
        در استرالیا بیش از 40 سازمان ارزیاب وجود دارد. که می‌توانید اسامی آنها و
        اطلاعات مرتبط با هر یک را در این{' '}
        <a href={`/${locale}/occupations/assssing-authorities`}>صفحه</a> مشاهده
        کنید.
      </p>

      <p>
        در اینجا می‌خواهیم به خصوصیات کلی برخی از سازمانهای ارزیاب که بیشترین کد
        های شغلی را پوشش می دهند، بپردازیم :
      </p>

      <h2>
        {' '}
        سازمان ارزیابی مدارک <em>{` VETASSESS `}</em> استرالیا{' '}
      </h2>

      <p>
        سازمان ارزیابی مدارک <em>{` VETASSESS `}</em> استرالیا، طیف وسیعی از
        رشته های حرفه ای را معادل سازی و ارزشیابی می‌کند. . مشاغل مرتبط با حوزه
        ورزش ، مارکتینگ، کشاورزی، مدیران و رشته هایی مثل میکروبیولوژی، بیوشیمی و
        خیلی رشته های دیگر را سازمان وت اسس ارزیابی می‌کند. در مورد سازمان وت
        اسس شما برای شروع کار نیازی به نمره زبان ندارید . اگر عبارت{' '}
        <em>{` VETASSESS OCCUPATION LIST `}</em>
        را در گوگل سرچ بکنید، یا به این
        <a href='https://www.vetassess.com.au/portals/0/downloads/qualification_assessment/vetassess-general-occupation-list.pdf?vid=100'>
          {` لینک `}
        </a>
        سر بزنید، می‌توانید در آن شرایط و الزامات هر شغل را که تحت این سازمان
        اسس می‌شود، مشاهده کنید. سازمان <em>{` VETASSESS `}</em> مشاغل را بر
        اساس سطح تحصیلات مورد نیازشان ، به پنج گروه تقسیم می‌کند.
      </p>

      <h2> گروه  A </h2>

      <p>
        شامل مشاغلی هستند که متقاضی برای دریافت ارزیابی مثبت می‌بایست لیسانس
        معادل لیسانس استرالیا و یا بالاتر از آن داشته باشد و مدرک تحصیلی و سابقه
        کار متقاضی میبایست کاملا مرتبط باشند. همچنین متقاضی میبایست در طول پنج
        سال گذشته حداقل یک سال سابقه کار مرتبط با شغل و مدرک دانشگاهی خود داشته
        باشد.
      </p>

      <h2> گروه B </h2>

      <p>
        شامل مشاغلی هستند که نیاز به لیسانس معادل لیسانس استرالیا ویا بالاتر از
        آن دارند. این گروه خود به سه حالت تقسیم می‌شود:
      </p>

      <ol>
        <li>
          <p>
            مدرک تحصیلی و سابقه کار متقاضی کاملا مرتبط است، در این صورت متقاضی
            باید حداقل یک سال سابقه کاری از اخذ مدرک در طول پنج سال گذشته داشته
            باشد.
          </p>
        </li>
        <li>
          <p>
            مدرک تحصیلی و سابقه کار متقاضی نیمه مرتبط است و درعین حال متقاضی
            مدرکی معادل دیپلم استرالیا دارد که کاملا مرتبط با شغل متقاضی است .
            در این صورت متقاضی باید در طول پنج سال گذشته، حداقل دو سال سابقه کار
            پس از اخذ مدرک داشته باشد.
          </p>
        </li>
        <li>
          <p>
            مدرک تحصیلی و سابقه کار متقاضی غیر مرتبط است . در این صورت متقاضی
            حداقل باید در طول پنج سال گذشته سه سال سابقه کار پس از اخذ مدرک
            داشته باشد.
          </p>
        </li>
      </ol>

      <p>
        <b>{` محاسبه سابقه کار قبل از اخذ مدرک: `}</b>
        اگر تمامی سابقه کار متقاضی قبل از اخذ مدرک لیسانس باشد 5 سال سابقه کار
        مرتبط با مدرک مورد نیاز است و لازم است متقاضی پس از اخذ مدرک لیسانس نیز
        حداقل یکسال کار کرده باشد.
      </p>

      <h2> گروه C </h2>

      <p>
        شامل مشاغلی هست که حداقل نیاز به مدرک <em>{` AQF Diploma `}</em>
        دارد و متقاضی باید حداقل یک سال سابقه کار پس از اخذ مدرک در طول پنج سال
        گذشته داشته باشد. برای این گروه ازمشاغل نیز با توجه به ارتباط شغل و مدرک
        دانشگاهی سه حالت وجود دارد:
      </p>

      <ol>
        <li>
          مدرک تحصیلی و سابقه کار متقاضی کاملا مرتبط است، در این صورت متقاضی
          باید در طول پنج سال گذشته حداقل یک سال سابقه کار پس از اخذ مدرک داشته
          باشد
        </li>
        <li>
          متقاضی مدرک دیگری معادل<em>{` AQF Certificate IV `}</em> در زمینه
          کاملا مرتبط نیز دارد. در این صورت متقاضی باید در طول پنج سال گذشته
          حداقل یک سال سابقه کار پس از اخذ مدرک داشته باشد.
        </li>
        <li>
          مدرک تحصیلی و سابقه کار متقاضی غیرمرتبط است ، در این صورت متقاضی باید
          در طول پنج سال گذشته حداقل دو سال سابقه کار پس از اخذ مدرک داشته باشد.
        </li>
      </ol>

      <p>
        <b>{` محاسبه سابقه کار قبل از اخذ مدرک: `}</b>
        اگر تمامی سابقه کار متقاضی قبل از اخذ مدرک لیسانس باشد 5 سال سابقه کار
        مرتبط با مدرک مورد نیاز است و لازم است متقاضی پس از اخذ مدرک لیسانس نیز
        حداقل یکسال کار کرده باشد.
      </p>

      <h2> گروه  D </h2>

      <p>
        شامل مشاغلی هستند که نیاز به <em>{` AQF Certificate IV `}</em> دارند.
        این گروه خود به سه حالت تقسیم می‌شود:
      </p>

      <ol>
        <li>
          مدرک تحصیلی و سابقه کار متقاضی کاملا مرتبط است، در این صورت متقاضی
          باید در طول پنج سال گذشته حداقل یک سال سابقه کار پس از اخذ مدرک داشته
          باشد.
        </li>
        <li>
          سابقه کار متقاضی بامدرک وی غیرمرتبط است، در این صورت متقاضی باید در
          طول پنج سال گذشته حداقل دو سال سابقه کار پس از اخذ مدرک داشته باشد.
        </li>
        <li>
          مدرک تحصیلی درحد <em>{` AQF Certificate III `}</em> با سابقه کار کاملا
          مرتبط با مدرک در این صورت متقاضی باید در طول پنج سال گذشته حداقل سه
          سال سابقه کار پس از اخذ مدرک داشته باشد.
        </li>
      </ol>

      <p>
        <b>{` محاسبه سابقه کار قبل از اخذ مدرک: `}</b>
        اگر تمامی سابقه کار متقاضی قبل از اخذ مدرک{' '}
        <em>{` AQF Certificate III `}</em> و یا <em>{` Certificate IV `}</em>
        معادل باشد، ۳ سال سابقه کار مرتبط با مدرک قبل از اخذ مدرک مورد نیاز است
        و لازم است متقاضی پس از اخذ مدرک نیز حداقل یکسال کار کرده باشد.
      </p>
      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/lxIVJdLhgF/transform?format=webp&size=lg&quality=best'
          alt='assessment-organizations-in-australia'
        />
      </ImageContainer>

      <h2> گروه E </h2>

      <p>
        شامل مشاغلی هستند که متقاضی می‌بایست <em>{` AQF Diploma `}</em> داشته
        باشد، مدرک تحصیلی و سابقه کار متقاضی میبایست کاملا مرتبط باشد، متقاضی
        میبایست در طول پنج سال گذشته حداقل یک سال سابقه کار داشته باشد.
      </p>

      <p>
        یکی از مزیت های معادل سازی مدارک توسط این سازمان، عدم نیاز به ارائه مدرک
        زبان می‌باشد. برای معادل سازی مدارک توسط وت اسس استرالیا، متقاضیان باید
        کد رشته مربوط به رشته خود را انتخاب و در این خصوص اقدام نمایند. انتخاب
        مناسب ترین کد رشته از اهمیت بالایی برخوردار است. آنچه به تجربه دیده شده
        این است که سازمان <em>{` VETASSESS `}</em> معمولا حتی درصورت قبول کلیه
        مدارک، یک سال از سابقه کار ارائه شده کم می‌نماید. که این موضوع باید در
        ارائه سابقه کار مد نظر قرار گرفته شود. مدت زمان ارائه جواب اسسمنت سازمان
        وت اسس در حالت عادی سه تا شش ماه و در حالت فست ترک(Fast Track)، 10 تا 20
        روز است. هزینه ارزیابی شما در سازمان <em>{` VETASSESS `}</em> در حالت
        عادی در سال 2023 مبلغ
        <b>{` ۹۶۲ دلار استرالیا `}</b> و در حالت Fast Track مبلغ
        <b>{` 1585 دلار استرالیا `}</b>
        استرالیا می‌باشد. ضمنا تمدید اسسمنت، یا همان ری اسس، امکان فست ترک
        ندارد.
      </p>

      <h2>
        سازمان ارزیابی مهندسین استرالیا (<em> Engineers Australia</em> ) یا
        سازمان EA
      </h2>

      <p>
        این سازمان ، مدارک مهندسین را معادل سازی و ارزشیابی می‌کند. ارزشیابی
        مدرک تحصیلی مهندسین، نسبت به سازمان مهندسین کامپیوتر (ACS) و وت اسس
        (VETASSESS) شاید کمی سخت تر باشد. سازمان مهندسی استرالیا علاوه بر مدارک
        عمومی و سابقه کار، متقاضیان را ملزم به ارائه CDR می‌کند.
        <br />
        <em>{` CDR `}</em> یا همان
        <em>{` Competency Demonstration Report `}</em> شامل پنج بخش می‌باشد ، در
        سه بخش اول شما باید سه پروژه به عنوان مهندس ارائه بدهید، مثلا پروژه کاری
        ، یا مقاله تحقیقاتی یا حتی پایان نامه. بهتر است که حداقل یک یا دو پروژه
        کاری ارائه دهید، این پروژه ها باید به صورت میانگین بین 2000 تا 2500 لغت
        باشند، این پروژه ها باید به زبان تخصصی و به فرمت مورد نظر خود سازمان{' '}
        <em>{` EA `}</em> نوشته شود. بعد از اینکه سه پروژه را ارئه دادید ، باید
        <em>{` CPD `}</em> ارائه دهید که شامل دوره ها یا سمینار ها یا هر مطلبی
        که به جز دوره تحصیلی گذرانده اید و در راستای افزایش مهارت و به رو ز نگه
        داشتن شما در حرفه و شغلتان بوده است. در بخش آخر هم باید{' '}
        <em>{` Summary Statement `}</em> بنویسیدکه فرمت و نحوه نوشتن آن در سایت
        سازمان <em>{` EA `}</em> وجود دارد. سازمان مهندسی استرالیا علاوه بر{' '}
        <em>{` CDR `}</em>،
        <b>{` مدرک زبان آیلتس آکادمیک و یا جنرال با نمره ۶ `}</b> و یا
        <b>{` PTE 50 `}</b> در هر مهارت نیز درخواست می‌کند. نتیجه ارزیابی مدرک
        تحصیلی متقاضیان توسط سازمان مهندسی استرالیا و معادل سازی مدرک های آن ها
        به صورت یکی از حالت های زیر خواهد بود. نتیجه نهایی معادل سازی مدرک
        تحصیلی در استرالیا به عواملی نظیر مدرک تحصیلی، نوع دانشگاه، محل تحصیل و
        رشته تحصیلی بستگی دارد.
      </p>

      <ul>
        <li>
          <p>
            ارزیابی مدرک تحصیلی معادل مهندسی حرفه ای{' '}
            <em>{` (Professional Engineer) `}</em>: در این حالت رشته متقاضی
            <b>{` Skill Level 1 `}</b> معادل سازی شده است. ارزیابی مهندسین حرفه
            ای به معنی مدرک معادل لیسانس ۴ ساله استرالیا می‌باشد. این معادل سازی
            مدرک تحصیلی، <b>{` ۱۵ امتیاز `}</b> برای متقاضی خواهد داشت.
          </p>
        </li>
        <li>
          <p>
            ارزیابی مدرک تحصیلی معادل مهندسی تکنولوژیست{' '}
            <em>{` (Engineering Technologist) `}</em> :&nbsp;در این حالت رشته
            متقاضی <b>{` Skill Level 2 `}</b> معادل سازی شده است. ارزیابی مهندسی
            تکنولوژیست به معنی مدرک معادل لیسانس ۳ ساله استرالیایی است. این
            معادل سازی مدرک تحصیلی، <b>{` ۱۰ امتیاز `}</b> برای متقاضی خواهد
            داشت.
          </p>
        </li>
        <li>
          <p>
            ارزیابی مدرک تحصیلی معادل کاردانی مهندسی{' '}
            <em>{` (Engineering Associate) `}</em>
            :&nbsp;در این حالت رشته متقاضی معادل دیپلم ۲ ساله استرالیایی می‌باشد
            .
          </p>
        </li>
        <li>
          <p>
            ارزیابی مدرک تحصیلی مدیریت مهندسی <em>{` (Engineers Manager) `}</em>
            :&nbsp;نتیجه این حالت معادل سازی برای افرادی که سابقه کاری مدیریت
            ارشد داشته اند اتفاق می افتد. در این حالت رشته متقاضی{' '}
            <b>{` Skill Level 1 `}</b>
            معادل سازی شده است . این معادل سازی مدرک تحصیلی،
            <b>{` ۱۵ امتیاز `}</b> برای متقاضی خواهد داشت.
          </p>
        </li>
      </ul>

      <p>
        از نکاتی که طی تجربه متقاضیان می توان به آن اشاره کرد این است که ،
        سازمان EA معمولا تعداد سال سابقه کار متقاضیان، کسر نمی‌کند و سابقه کار
        بعد از اخذ مدرک محاسبه می‌گردد. مدت زمان پاسخگویی این سازمان حدود 3 ماه
        است که با هزینه <b>{` ۸۲۵ دلار استرالیا `}</b>انجام می‌شود. اما اگر
        بخواهید ، ارزیابی خود را از طریق فست ترک انجام دهید و پاسخ ارزیابی را در
        حدد 20 روز بعد دریافت کنید، باید <b>{` ۳۲۵ دلار استرالیا `}</b> بیش از
        هزینه اصلی پرداخت کنید. در صورت اکسپایر و منقضی شدن اسسمنت این سازمان ،
        لازم نیست شما همه مدارک را دوباره ارائه دهید، به ارائه CDR هم نیازی
        نیست، صرفا به این سازمان جهت انجام ری اسس ایمیل می زنید و هزینه{' '}
        <b>{` ۱۲۵ دلار استرالیا `}</b>
        را پرداخت می‌کنید. معمولا جواب طی 10 روز ارائه کاری داده می‌شود.
      </p>

      <h2>
        سازمان ارزیابی مدرک <em>{` TRA `}</em> استرالیا{' '}
      </h2>

      <p>
        سازمان ارزیابی مدرک تحصیلی <em>{` TRA `}</em> در استرالیا، معادل سازی
        بیش از ۱۳۰ رشته فنی را به عهده دارد. متقاضیان باید ابتدا مدارک خود را
        توسط سازمان <em>{` TRA `}</em>
        استرالیا، معادل سازی و ارزشیابی نمایند. سازمان <em>{` TRA `}</em> به دو
        روش مدارک را معادل سازی و ارزشیابی می‌کند.
      </p>

      <h3> روش OSAP </h3>

      <p>
        رشته های سازنده ابزار و جوشکاری، کابینت سازی، نجاری، نصاب، بنایی، آشپزی،
        ریخته گری، جوشکاری فشار قوی، تنظیم کننده جوشکاری، آرایشگری، خدمات نجاری،
        سازندگی دیگ بخار، ریخته گری با ماشین آلات فلزی، شکل دهنده ورقه های فلزی
        در کارگاه ، باید از روش OSAP برای معادل سازی مدارک تحصیلی اقدام کنند. در
        این روش مدرک زبان انگلیسی مورد نیاز نمی‌باشد ولی مصاحبه به زبان انگلیسی
        انجام می‌شود و متقاضی اجازه کمک گرفتن از مترجم را ندارد.
      </p>

      <h3> روش MSA </h3>

      <p>
        در صورتی که رشته متقاضیان خارج از تخصص های فوق الذکر باشد، می‌توانند از
        روش MSA برای معادل سازی مدارک تحصیلی استرالیا اقدام کنند. در این روش
        مدرک زبان انگلیسی مورد نیاز نمی‌باشد . مدرک تحصیلی یا کاری مربوطه باید
        قابل قیاس با حداقل مدرک کاردانی استرالیایی باشد. دوره های کوتاه مدت و یا
        سابقه کار یا رجیسترهای کاری و لایسنس ها نمی‌تواند جایگزین مدرک تحصیلی
        باشد. همچنین مدرک تحصیلی باید مورد تائید وزارت علوم نیز قرار بگیرد. مدرک
        شما باید مرتبط با دوره های کاری و سابقه کاری شما باشد.این سازمان ارزیاب
        سابقه کاری شما بعد از کاردانی را مد نظر قرار می دهد. اما در صورتی که
        سابقه کار و تسلط بر روی حرفه ای دارید و مدرک دانشگاهی و حداقل فوق دیپلم
        معادل استرالیا را ندارید، می‌توانید با انجام ارزیابی <em>{` MPA `}</em>
        که بعد از مرحله اسسمنت انجام می‌شود ، ده امتیاز تحصیلات را هم در هنگام
        پر کردن <em>{` EOI `}</em>، کسب کنید. از آنجایی که سازمان{' '}
        <em>{` TRA `}</em> روش فست ترک برای ارزیابی پرونده ها ندارد، مدت معمولی
        که ارزیابی پرونده زمان می برد، حدود 3 تا 4 ماه است. در صورت پایان اعتبار
        اسسمنت مثبت این سازمان ارزیاب، شما باید تمامی مدارک را کامل و از اول و
        به روز شده ارائه دهید، گویی بار اول است که مدارکتان در حال ارزیابی است.
      </p>

      <h2>
        {' '}
        سازمان ارزیابی مدرک <em>{` ACS `}</em> استرالیا{' '}
      </h2>

      <p>
        اگر شما در یکی از رشته های مهندسی کامپیوتر فارغ التحصیل شده اید و یا
        سابقه کار کاملا مرتبط با رشته های مربوط به مهندسی کامپیوتر را دارید و می
        خواهید از طریق ویزای کار به استرالیا مهاجرت کنید باید برای دریافت
        اسسمنت، مدارک خود را برای سازمان کامپیوتر استرالیا و یا همان سازمان{' '}
        <em>{` ACS `}</em>
        استرالیا ارسال کنید. سازمان کامپیوتر استرالیا مسئولیت ارزیابی مدارک
        افرادی را دارد که فارغ التحصیل یکی از گرایش های رشته کامپیوتر هستند، و
        یا در زمینه کامپیوتر و آی تی سابقه کار دارند و مدارک خود را توسط سازمان
        کامپیوتر استرالیا و یا سازمان <em>{` ACS `}</em> استرالیا معادل مدرک
        استرالیا می کنند. خوشبختانه سازمان <em>{` ACS `}</em> برای ارزشیابی
        مدارک، مدرک زبان انگلیسی را به عنوان پیش شرط نیاز ندارد، به همین منظور
        مهندسین یا فارغ التحصیلان رشته های کامپیوتر و IT می‌توانند با سرعت
        بیشتری پروسه مهاجرت خود را دنبال کنند. انجمن کامپیوتر استرالیا (
        <em>{` ACS `}</em>) ابتدا مدارک تحصیلی شما را با توجه به مقطع تحصیلی و
        واحد های گذرانده شده در دانشگاه بررسی می‌کند و سپس در یکی از دسته های
        <b>{` ICT Major `}</b> یا <b>{` ICT Minor `}</b> یا{' '}
        <b>{` None-ICT `}</b>
        قرار می دهد:
      </p>

      <ul>
        <li>
          <p>
            در دسته <b>{` ICT Major `}</b>&nbsp;در مقطع لیسانس به بالا&nbsp; اگر
            رشته شما با سابقه کار شما در یک راستا باشند،
            <b>{` ۲ سال سابقه `}</b> و اگر متفاوت باشد <b>{` ۴ سال سابقه `}</b>{' '}
            کاری مورد نیاز است. -در دسته <b>{` ICT Minor `}</b> با مقطع کاردانی
            بسته به اینکه مدرک شما با سابقه کارتان مرتبط است یا نه{' '}
            <b>{` بین ۵ تا ۶ سال `}</b>سابقه کار الزامی است. مدارک مایکروسافت و
            سیسکو&nbsp;معمولا در این دسته&nbsp;قرار می گیرند.
          </p>
        </li>
        <li>
          <p>
            در دسته <b>{` ICT Minor `}</b>&nbsp;با مقطع کارشناسی به بالا با توجه
            به مدرک و سابقه کار <b>{` بین ۵ تا ۶ سال `}</b> سابقه مورد نیاز است.
          </p>
        </li>
        <li>
          <p>
            اگر مدرک شما کاردانی و بالاتر باشد و در پروسه تطابق واحد ها، جز هیچ
            کدام از حالت های فوق قرار نگیرد، جزو دسته <b>{` None-ICT `}</b> قرار
            می‌گیرید و برای ارزیابی مدرکتان توسط سازمان
            <em>{` ACS `}</em>
            احتیاج به <b>{` ۶ `}</b> سال سابقه کاری استرالیا به همراه{' '}
            <b>{` ۲ `}</b> پروژه RPL دارید. (اگر مدرک دانشگاهی شما با رشته های
            کامپیوتر نامرتبط باشد حداقل باید <b>{` ۶ `}</b> سال سابقه کار به
            همراه <em>{` RPL `}</em> به <em>{` ACS `}</em> ارائه گردد تا بتوانید
            اسس خود را دریافت کنید. در این حالت کل این سابقه کار هم کسر می‌شود و
            امکان کلیم امتیاز، در مرحله <em>{` EOI `}</em> را نخواهید داشت.)
          </p>
        </li>
        <li>
          <p>
            افرادی که با مدرک دیپلم یا پایین تر می‌خواهند توسط&nbsp;
            <em>{` ACS `}</em> ارزیابی شوند، باید <b>{` ۸ `}</b> سال سابقه کار
            به همراه <b>{` ۲ `}</b> پروژه <em>{` RPL `}</em>&nbsp;ارائه دهند.
          </p>
        </li>
      </ul>

      <p>
        در کنار همه موارد گفته شده ، تجربه نشان داده که سازمان{' '}
        <em>{` ACS `}</em> ممکن است بین <b>{` ۲ `}</b> تا <b>{` ۸ `}</b> سال از
        سابقه کار شما کم کند. بنابراین در ارائه سابقه کار و جمع آوری مدارک، لحاظ
        کردن مورد فوق الزامی به نظر می رسد. همچنین بهتر است مدارکی همچون فیش
        حقوقی را در مورد سازمان <em>{` ACS `}</em> به ازای هر سال <b>{` ۳ `}</b>{' '}
        عدد آپلود نمایید. گواهی شغلی شما باید با مهر و امضا داخل سربرگ باشد.
        کلیه مدارک ، از جمله قرارداد هم باید با مهر و امضای بالاترین فرد سازمان
        یا مدیر منابع انسانی باشد. نتایج ارزیابی <em>{` ACS `}</em> تا{' '}
        <b>{` ۲ `}</b> سال اعتبار دارند. هزینه ارزیابی مدارک توسط سازمان این
        سازمان در سال ۲۰۲۳ <b>{` ۵۳۰ دلار استرالیا `}</b> می‌باشد.
      </p>

      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/GpcrMjbVoc/transform?format=webp&size=lg&quality=best'
          alt='assessment-organizations-in-australia'
        />
      </ImageContainer>

      <h2>
        {' '}
        سازمان مدیران استرالیا (Institute of Manager and Leaders){' '}
        <em>{` IML `}</em>{' '}
      </h2>

      <p>
        وظیفه اصلی سازمان مدیران استرالیا برگزاری دوره های تخصصی و آموزشی در
        زمینه های مختلف از جمله مباحث مالی، بازاریابی، فروش، ارتباطات و مدیریت
        است. علاوه بر آن ارزیابی مهارت کاری افراد، در انواع مشاغل مدیریتی برای
        متقاضیان مهاجرت کاری به استرالیا که مدارک کاریشان نیاز به ارزیابی در
        کشور استرالیا دارد، از دیگر فعالیت های مهم این سازمان است. لازم به ذکر
        است مدیرانی مورد تایید <em>{` IML `}</em> قرار خواهند گرفت که در سازمان
        هایی بزرگ با سلسله مراتب مدیریتی چند لایه با تعداد افراد زیرمجموعه مقتضی
        مشغول به کار باشند و این مستندات از طریق چارت های سازمانی مدون ارائه
        شوند.
      </p>

      <h2> معیارهای ارزیابی: </h2>

      <p>
        سازمان <em>{` IML `}</em> به عنوان مرجع ارزیابی توسط دولت استرالیا برای
        ارزیابی مهارت های مدیریت سطح بالا است. معیارهای ارزیابی بر اساس سطح
        تجربه کاری ، آموزش و صلاحیت های بدست آمده است. در این سازمان نیاز است
        بیمه ارائه دهید.
      </p>

      <h2>
        {' '}
        مدارک مورد نیاز برای ارزیابی در سازمان مدیران استرالیا (
        <em>{` IML `}</em>){' '}
      </h2>

      <ul>
        <li>مدارک شناسایی و مدارک تحصیلی شامل دانشنامه و ریزنمرات.</li>
        <li>
          مدارک کاری شامل نامه سوابق کاری و شرح وظایف، قراردادهای کاری و فیش های
          حقوقی.
        </li>
        <li>
          چارت های سازمانی با جزئیات تمامی بخش ها، سلسله مراتب مدیریتی و افراد
          زیرمجموعه.
        </li>
        <li>
          توصیه نامه های معتبر از طرف سایر مدیران مشغول به کار در همان شرکت.
        </li>
        <li>وبسایت معتبر و ترجیحا با قابلیت سرچ انگلیسی.</li>
      </ul>

      <p>
        توجه نمایید این سازمان برای ارزیابی نیاز به مدرک زبان انگلیسی ندارد،
        سابقه کاری <b>{` بین ۸ تا ۱۰ سال `}</b> سال اخیر را (بعد از تاریخ فارغ
        التحصیلی) بررسی می‌نماید.در این اسسمنت، مرتبط بودن مدرک تحصیلی با سوابق
        کاری الزامی نمی‌باشد. مدت اعتبار این اسسمنت از زمان صدور، <b>{` ۳ `}</b>{' '}
        سال می‌باشد.
      </p>
      <br />
      <HintBG>
        <HintTitle>توجه:</HintTitle>
        <HintText>
          اطلاعات ارائه شده در این بلاگ، فقط برای اطلاعاتی عمومی است و نباید به
          عنوان مشاوره حقوقی تلقی شود. ما تمام تلاش خود را می کنیم تا از صحت و
          به روز بودن محتوای خود اطمینان حاصل کنیم، اما نمی توانیم کامل بودن یا
          قابلیت اطمینان آن را تضمین کنیم. مسئولیت هر اقدامی که بر اساس اطلاعات
          ارائه شده در وبلاگ های ما انجام شود کاملاً به عهده شماست. اکیداً توصیه
          می‌شود که قبل از تصمیم گیری در مورد مهاجرت از مشاوره حرفه ای استفاده
          کنید.
          <Link href={'/lists/agents?country=IR'} target='_blank'>
            {` لیست وکلای مهاجرت قانونی ایرانی برای استرالیا `}
          </Link>
          را می‌توانید از طریق این لینک پیدا کنید.
        </HintText>
      </HintBG>
      <MoreBlogsContainer>
        <h2>مقاله های مشابه</h2>
        <MoreBlogsCardsContainer>
          <PagesConnectorCard
            title={'ویزای مهارتی استرالیا (Skilled worker)'}
            href={`/${locale}/blog/what-is-skilled-worker-visa`}
            img='https://binsta.dev/api/v1/files/A-YzruQXR1/transform?format=webp&size=lg&quality=best'
          />

          <PagesConnectorCard
            title={'نمره زبان و ویزای مهارتی یا اسکیل ورکر'}
            href={`/${locale}/blog/Language-score-and-skilled-worker-visa`}
            img='https://binsta.dev/api/v1/files/z7jW9EIqKf/transform?format=webp&size=lg&quality=best'
          />

          <PagesConnectorCard
            title={'قدم به قدم تا ویزای اسکیل ورکر (مهارتی)'}
            href={`/${locale}/blog/getting-skilled-worker-visa`}
            img='https://binsta.dev/api/v1/files/wVuNNAlgop/transform?format=webp&size=lg&quality=best'
          />
        </MoreBlogsCardsContainer>
      </MoreBlogsContainer>
    </BlogContainer>
  );
}
