import { MultiLanguageText } from 'Interfaces/Database';

export enum LanguageKeys {
  SeoTitle = 'SeoTitle',
  SeoDesc = 'SeoDesc',
}
export const componentStatements: Record<LanguageKeys, MultiLanguageText> = {
  SeoTitle: {
    en: 'What we need to know about assessment or evaluation of documents in Australia | Mara Box',
    fa: 'آنچه باید درباره اسسمنت یا ارزیابی مدارک در استرالیا بدانیم | مارا باکس',
  },
  SeoDesc: {
    fa: 'ویزای اسکیل ورکر یا مهارتی سه مرحله دارد که «اسسمنت» مرحله اول آن است. اسسمنت به معنای ارزیابی است، برای شروع فرایند مهاجرت از طریق ویزای اسکیل ورکر ابتدا لازم است اسسمنت یا ارزیابی مثبت بگیرید، که این اتفاق با توجه به رزومه و تحصیلات و سابقه کاریتان رخ خواهد داد....',
    en: 'Practical and helpful articles for immigrants to Australia',
  },
};
export const structuredData = {
  '@context': 'https://schema.org',
  '@type': 'FAQPage',
  mainEntity: [
    {
      '@type': 'Question',
      name: ' اسسممنت چیست؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: 'ویزای اسکیل ورکر یا مهارتی سه مرحله دارد که «اسسمنت» مرحله اول آن است. اسسمنت به معنای ارزیابی است، برای شروع فرایند مهاجرت از طریق ویزای اسکیل ورکر ابتدا لازم است اسسمنت یا ارزیابی مثبت بگیرید، که این اتفاق با توجه به رزومه و تحصیلات و سابقه کاریتان رخ خواهد داد.',
      },
    },
    {
      '@type': 'Question',
      name: 'مدارک لازم برای اسسمنت استرالیا',
      acceptedAnswer: {
        '@type': 'Answer',
        text: `<p>
        مدارک لازم برای اسسمنت استرالیا با توجه به نوع سازمان ارزیابی کننده و
        مدرک تحصیلی متفاوت است. مدارک ارسالی برای اسسمنت استرالیا باید دارای
        ترجمه ناتی و یا ترجمه رسمی باشد. به صورت کلی مدارک مورد نیاز برای اسسمنت
        استرالیا به شرح زیر می باشد:
      </p>

      <ul>
        <li>عکس سایز پاسپورت (۳.۵×۴.۵)</li>
        <li>عکس صفحه اول پاسپورت</li>
        <li>ترجمه مدارک تحصیلی</li>
        <li>ترجمه ریز نمرات تحصیلی هر مقطع</li>
        <li>
          مدرک زبان آیلتس و یا معادل آن در دیگر آزمون های مورد پذیرش در برخی
          سازمانهای ارزیاب
        </li>
        <li>ترجمه رسمی شناسنامه و کارت ملی</li>
      </ul>`,
      },
    },
    {
      '@type': 'Question',
      name: 'آیا برای اسسمنت، نمره زبان لازم است؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: `  پاسخ این سوال که برای انجام اسسمنت، نمره زبان لازم است یا خیر ، بستگی به
        نوع سازمان ارزیاب دارد ، اما سازمان EA که ارزیابی رشته های مهندسی را
        انجام می دهد ، ارائه نمره زبان آیلتس 6 یا پی تی ای 50 را الزامی کرده
        است، یا مثلا برای اسسمنت رشته های علوم آزمایشگاهی، رادیولوژی و
        رادیوگرافی، ارائه نمره زبان آیلتس 7 یا پی تی ای 65 یا معادل آن الزامی
        است. بهتر است بدانید در هر صورت بعد از دریافت اسسمنت، در مرحله دوم باید
        نمره زبان را داشته باشید تا بتوانید به دعوتنامه برسید.`,
      },
    },
    {
      '@type': 'Question',
      name: ' آیا می توان بدون داشتن بیمه شغلی برای مهاجرت با ویزای مهارتی استرالیا اقدام کرد؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: 'در جواب این سوال باید بگوییم که شما در مرحله اسسمنت یا ارزیابی ، نیاز به ارائه مدارک مشخصی دارید که طبق چک لیست های سازمان ارزیاب های مختلف می تواند متفاوت باشد. مثلا در مورد سازمانهای ارزیابی مثل VETASSESS و EA ، شما می توانید با ارائه گواهی شغلی و فیش حقوقی و قرارداد شغلی، اسسمنت مثبت خود را دریافت کنید ، ولی سازمان‌های ارزیاب شاغل فنی ، مثل TRA یا سازمان ACS که سازمان ارزیاب مشاغل کامپیوتری است ، اعلام کرده که از 4 مدرک، فیش حقوقی، پرینت بانکی ، بیمه شغلی و مالیات بر درآمد ، ارائه حداقل دو مدرک الزامی است . اگر فیش حقوقی و پرینت بانکی داشته باشید ، الزاما لازم نیست در مرحله اول بیمه شغلی ارائه دهید، در واقع در مرحله اسسمنت، اگر شما بتوانید به جز بیمه، سایر مدارکی که اثبات کننده سابقه کار شما در رشته شغلی مورد نظر است را ارائه نمایید نیاز به بیمه شغلی ندارید. نکته ای که اینجا حائز اهمیت است این است که منظور از ارائه بیمه ، بیمه ایست که از همان شرکت یا سازمان مورد نظر برای شما واریز شده باشد، بیمه های اختیاری و خویش فرما مشمول این موضوع نمی شود، چون اثبات کننده سابقه کار شما نیست.',
      },
    },
    {
      '@type': 'Question',
      name: 'مدت زمان اعتبار اسسمنت',
      acceptedAnswer: {
        '@type': 'Answer',
        text: 'زمان اعتبار اسسمنت مثبت بسته به نوع سازمان ارزیاب بین دو سال یا سه سال متفاوت است. در صورت پایان اعتبار اسسمنت، شما باید جهت ری اسس اقدام کنید. مدارک ارسالی و زمان پاسخگویی و هزینه ری اسس بسته به نوع سازمان ارزیاب متفاوت است و لازم است در این خصوص دستورالعملهای موجود مطالعه شوند. نکته مهم این است که امکان پر کردن EOI با اسسمنت منقضی شده وجود ندارد و تنها EOI هایی اعتبار دارند که اسسمنت مثبت معتبر داشته باشند.',
      },
    },
  ],
};
