import { useLocale } from 'Hooks/useLocale';
import {
  BlogContainer,
  HintBG,
  HintText,
  HintTitle,
  ImageContainer,
  Images,
  MoreBlogsCardsContainer,
  MoreBlogsContainer,
} from '../StyledComponents';
import Link from 'next/link';
import PagesConnectorCard from 'Components/Cards/Type1/PagesConnectorCard/PagesConnectorCard';

export default function PostContent() {
  const { locale } = useLocale();
  return (
    <BlogContainer>
      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/Jbb2xZFcyX/transform?format=webp&size=lg&quality=best'
          alt='document-assessment-in-australia'
        />
      </ImageContainer>
      <h1> آنچه باید درباره اسسمنت یا ارزیابی مدارک در استرالیا بدانیم </h1>

      <p>
        ویزای اسکیل ورکر یا مهارتی سه مرحله دارد که
        <b> «اسسمنت» </b>
        مرحله اول آن است. اسسمنت به معنای ارزیابی است، برای شروع فرایند مهاجرت
        از طریق ویزای اسکیل ورکر ابتدا لازم است اسسمنت یا ارزیابی مثبت بگیرید،
        که این اتفاق با توجه به رزومه و تحصیلات و سابقه کاریتان رخ خواهد داد.
      </p>
      <p>
        معمولا با
        <em> حداقل 2 سال </em>
        تحصیلات دانشگاهی امکان مورد اسس قرار گرفتن مدارک و سوابق وجود دارد. هر
        سازمان ارزیاب یک سری مدارک نیاز دارد که طبق چک لیست خاص خودش تعریف شده
        است و مدارک باید طبق همان چک لیست و بر اساس استاندارد های لازم تهیه و
        تنظیم شود ، که با ضریب بالا امکان دریافت اسسمنت مثبت وجود داشته باشد .
      </p>
      <p>
        شما می‌توانید سابقه کار خود را به صورت تمام وقت یا پاره وقت ارائه دهید،
        تنها شرط آن این است که حداقل 20 ساعت در هفته کار کرده باشید و بابتش حقوق
        دریافت کرده باشید. .همچنین موضوع مورد توجه این است که ارائه سابقه کار
        بسته به نوع کد شغلی انتخابی می‌تواند متفاوت باشد. در مورد شغل هایی که
        وجود لیسانس مرتبط یا غیر مرتبط برای آنها الزامی است ، ارائه سابقه کار
        الزاما بعد از اخذ مدرک لیسانس ارائه می‌شود.
      </p>
      <p>
        بهتر است بدانید که بعضی از رشته ها توسط دو سازمان ارزیاب ارزیابی می
        شوند، در چنین مواردی شما می‌توانید انتخاب کنید اسسمنت را از کدام سازمان
        اخذ کنید. همچنین در برخی موارد سابقه کار و تحصیلات شما با بیش از یک کد
        شغلی انطباق دارد که در این حالت در صورتی که سازمان ارزیاب کدهای شغلی
        متفاوت باشد - به شرط عدم ارائه سوابق متناقض - می‌توانید از دو سازمان
        ارزیابی درخواست اسسمنت مثبت کنید.
      </p>
      <h2>مدارک لازم برای اسسمنت استرالیا</h2>
      <p>
        مدارک لازم برای اسسمنت استرالیا با توجه به نوع سازمان ارزیابی کننده و
        مدرک تحصیلی متفاوت است. مدارک ارسالی برای اسسمنت استرالیا باید دارای
        ترجمه ناتی و یا ترجمه رسمی‌باشد. به صورت کلی مدارک مورد نیاز برای اسسمنت
        استرالیا به شرح زیر می‌باشد:
      </p>

      <ul>
        <li>عکس سایز پاسپورت (۳.۵×۴.۵)</li>
        <li>عکس صفحه اول پاسپورت</li>
        <li>ترجمه مدارک تحصیلی</li>
        <li>ترجمه ریز نمرات تحصیلی هر مقطع</li>
        <li>
          مدرک زبان آیلتس و یا معادل آن در دیگر آزمون های مورد پذیرش در برخی
          سازمانهای ارزیاب
        </li>
        <li>ترجمه رسمی شناسنامه و کارت ملی</li>
      </ul>
      <p>
        به جز مدارک فوق، از بین مدارکی همچون گواهی شغلی ، قراداد، فیش حقوقی،
        پرینت بانکی ، بیمه ، اظهارنامه مالیاتی حداقل دو یا سه مورد باید ارائه
        شود. شایان ذکر است این مدراک باید برای هر یک از شرکتها یا سازمان‌هایی که
        در آن مشغول به فعالیت بوده اید جداگانه صادر شود. نکته ای که در اینجا
        حائز اهمیت است این است که دقت در استانداردهایی است که هر یک از سازمانهای
        ارزیاب مد نظر دارند، موجب می‌شود سالهای سوابق کاری شما مورد تایید قرار
        بگیرد یا بالعکس. یکی از این موارد این نکته است که امکان ارائه سوابق کاری
        تمام وقت حین تحصیلات پایه دانشگاهی مثل لیسانس، وجود ندارد، اگر شما سابقه
        کاری خود را در این بازه زمانی ارائه می‌دهید ، بهتر است به این نکته توجه
        کنید، اما ارائه مدارک سابقه کاری به صورت تمام وقت در دوران تحصیلات
        تکمیلی مانعی ندارد. اگر شما کسب و کار خودتان را دارید ، می‌توانید با
        ارائه پروانه تاسیس یا پروانه کسب و کار، اظهارنامه مالیاتی، حسابرسی،
        پرینت بانکی، قراردادهای با مشتری و ... بسته به مدارکی که سازمان
        ارزیابتان مشخص کرده اقدام کنید.
      </p>

      <h3>نمره زبان برای اسسمنت</h3>
      <p>
        پاسخ این سوال که برای انجام اسسمنت، نمره زبان لازم است یا خیر ، بستگی به
        نوع سازمان ارزیاب دارد ، اما سازمان EA که ارزیابی رشته های مهندسی را
        انجام می دهد ، ارائه نمره زبان آیلتس 6 یا پی تی ای 50 را الزامی کرده
        است، یا مثلا برای اسسمنت رشته های علوم آزمایشگاهی، رادیولوژی و
        رادیوگرافی، ارائه نمره زبان آیلتس 7 یا پی تی ای 65 یا معادل آن الزامی
        است. بهتر است بدانید در هر صورت بعد از دریافت اسسمنت، در مرحله دوم باید
        نمره زبان را داشته باشید تا بتوانید به دعوتنامه برسید.
      </p>

      <p>
        برای آگاهی از اینکه آیا سازمان ارزیاب کد شغلی مد نظر شما ارائه نمره زبان
        را الزامی کرده است یا خیر، باید به داکیومنت های منتشر شده از طرف همان
        سازمان مراجعه کنید.
      </p>

      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/zeyqeLv4D6/transform?format=webp&size=lg&quality=best'
          alt='document-assessment-in-australia'
        />
      </ImageContainer>
      <h2>بیمه شغلی</h2>
      <p>
        موضوعی که ذهن بسیاری از متقاضیان را درگیر می‌کند ،<b> بیمه شغلی </b>و
        اهمیت آن است.
        <em>
          {` آیا می توان بدون داشتن بیمه شغلی برای مهاجرت با ویزای مهارتی استرالیا
          اقدام کرد؟`}
        </em>
        <br />
        در جواب این سوال باید بگوییم که شما در مرحله اسسمنت یا ارزیابی ، نیاز به
        ارائه مدارک مشخصی دارید که طبق چک لیست های سازمان ارزیاب های مختلف می
        تواند متفاوت باشد. مثلا در مورد سازمانهای ارزیابی مثل
        <em> VETASSESS </em>و<em> EA </em>، شما می‌توانید با ارائه گواهی شغلی و
        فیش حقوقی و قرارداد شغلی، اسسمنت مثبت خود را دریافت کنید ، ولی
        سازمان‌های ارزیاب شاغل فنی ، مثل
        <em> TRA </em>
        یا سازمان
        <em> ACS </em>
        که سازمان ارزیاب مشاغل کامپیوتری است ، اعلام کرده که از 4 مدرک، فیش
        حقوقی، پرینت بانکی ، بیمه شغلی و مالیات بر درآمد ، ارائه حداقل دو مدرک
        الزامی است . اگر فیش حقوقی و پرینت بانکی داشته باشید ، الزاما لازم نیست
        در مرحله اول بیمه شغلی ارائه دهید، در واقع در مرحله اسسمنت، اگر شما
        بتوانید به جز بیمه، سایر مدارکی که اثبات کننده سابقه کار شما در رشته
        شغلی مورد نظر است را ارائه نمایید نیاز به بیمه شغلی ندارید. نکته ای که
        اینجا حائز اهمیت است این است که منظور از ارائه بیمه ، بیمه ایست که از
        همان شرکت یا سازمان مورد نظر برای شما واریز شده باشد، بیمه های اختیاری و
        خویش فرما مشمول این موضوع نمی‌شود، چون اثبات کننده سابقه کار شما نیست.
      </p>
      <h2>زمان ارائه پاسخ سازمان ارزیاب</h2>
      <p>
        در خصوص زمان ارائه پاسخ سازمان ارزیاب به درخواست اسسمنت مدارک باید گفت
        که این موضوع، بسته به شلوغی و خلوتی صف درخواست ها و همچنین بسته به نوع
        سازمان ارزیاب ، متفاوت است. اما معمولا بین
        <b> ۳ تا ۴ ماه </b>و در زمان‌های شلوغ می‌تواند تا
        <b> 7 ماه </b>
        زمانبر باشد.
        <br />
        برخی سازمانهای ارزیاب مانند
        <em> Vetassess </em>
        جهت تسریع در فرایند ارزیابی و اخذ نتیجه ارزیابی در فاصله ده روز تا دو
        هفته، امکان انجام اسسمنت به روش ارزیابی
        <em>(فست ترک)Fast Track</em>
        را به وجود آورده اند. در این روش شما مبلغ بیشتری برای اسسمنت می‌پردازید
        و در ازای آن، امکان ارزیابی مدارک شما و اخذ اسسمنت در زمان کوتاهی بین ده
        روز تا دو هفته ممکن می‌شود.
        <h2> مدت زمان اعتبار اسسمنت</h2>
        زمان اعتبار اسسمنت مثبت بسته به نوع سازمان ارزیاب بین دو سال یا سه سال
        متفاوت است. در صورت پایان اعتبار اسسمنت، شما باید جهت ری اسس اقدام کنید.
        مدارک ارسالی و زمان پاسخگویی و هزینه ری اسس بسته به نوع سازمان ارزیاب
        متفاوت است و لازم است در این خصوص دستورالعملهای موجود مطالعه شوند. نکته
        مهم این است که امکان پر کردن
        <em> EOI </em>
        با اسسمنت منقضی شده وجود ندارد و تنها
        <em> EOI </em>
        هایی اعتبار دارند که اسسمنت مثبت معتبر داشته باشند.
      </p>

      <p>
        در استرالیا بیش از 40 سازمان ارزیاب وجود دارد که می‌توانید اسامی و
        اطلاعات مرتبط با هر یک را در صفحه
        <a href={`/${locale}/occupations/assssing-authorities`}>
          {` موسسات ارزیابی مدارک استرالیا `}
        </a>
        مشاهده کنید.
      </p>
      <HintBG>
        <HintTitle>توجه:</HintTitle>
        <HintText>
          اطلاعات ارائه شده در این بلاگ، فقط برای اطلاعاتی عمومی است و نباید به
          عنوان مشاوره حقوقی تلقی شود. ما تمام تلاش خود را می کنیم تا از صحت و
          به روز بودن محتوای خود اطمینان حاصل کنیم، اما نمی توانیم کامل بودن یا
          قابلیت اطمینان آن را تضمین کنیم. مسئولیت هر اقدامی که بر اساس اطلاعات
          ارائه شده در وبلاگ های ما انجام شود کاملاً به عهده شماست. اکیداً توصیه
          می‌شود که قبل از تصمیم گیری در مورد مهاجرت از مشاوره حرفه ای استفاده
          کنید.
          <Link href={'/lists/agents?country=IR'} target='_blank'>
            {` لیست وکلای مهاجرت ایرانی برای استرالیا `}
          </Link>
          را می‌توانید از طریق این لینک پیدا کنید.
        </HintText>
      </HintBG>
      <MoreBlogsContainer>
        <h2>مقاله های مشابه</h2>
        <MoreBlogsCardsContainer>
          <PagesConnectorCard
            title={'ویزای مهارتی استرالیا (Skilled worker)'}
            href={`/${locale}/blog/what-is-skilled-worker-visa`}
            img='https://binsta.dev/api/v1/files/A-YzruQXR1/transform?format=webp&size=lg&quality=best'
          />

          <PagesConnectorCard
            title={'نمره زبان و ویزای مهارتی یا اسکیل ورکر'}
            href={`/${locale}/blog/Language-score-and-skilled-worker-visa`}
            img='https://binsta.dev/api/v1/files/z7jW9EIqKf/transform?format=webp&size=lg&quality=best'
          />

          <PagesConnectorCard
            title={'آنچه باید درباره ی سازمان های ارزیابی بدانیم'}
            href={`/${locale}/blog/assessment-organizations-in-australia`}
            img='https://binsta.dev/api/v1/files/Qdt-lai_Fs/transform?format=webp&size=lg&quality=best'
          />
        </MoreBlogsCardsContainer>
      </MoreBlogsContainer>
    </BlogContainer>
  );
}
