import { useLocale } from 'Hooks/useLocale';
import { componentStatements } from './const';
import { useStaticTranslation } from 'Hooks/useStaticTraslation';
import { BlogContainer, HintBG, HintText, HintTitle, ImageContainer, Images } from '../StyledComponents';
import Link from 'next/link';

export default function PostContent() {
  const { locale } = useLocale();
  const { t } = useStaticTranslation(componentStatements);
  return (
    <BlogContainer>
      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/A-YzruQXR1/transform?format=webp&size=lg&quality=best'
          alt='skilled-worker'
        />
      </ImageContainer>

      <h1> ویزای مهارتی استرالیا (Skilled worker) </h1>

      <p>
        استرالیا به دلیل کیفیت بالای زندگی، فرهنگ متنوع و فرصت‌های شغلی فراوان،
        مقصدی محبوب برای مهاجران از سراسر جهان است. در مطلب پیش رو به موضوع
        <em>{` مهاجرت به استرالیا از طریق اسکیل ورکر `}</em>
        یا
        <em>{` ویزای مهارتی استرالیا `}</em>
        خواهیم پرداخت.
      </p>
      <p>
        ویزای تخصصی استرالیا از متداول‌ترین روش‌های مهاجرت به استرالیا می‌باشد.
        روش مهاجرتی اسکیل ورکر یا مهارتی یک سیستم امتیازی است که در آن افراد
        متقاضی کار در استرالیا، بر اساس شرایط سنی، سطح زبان، سوابق کاری و میزان
        تحصیلات خود برای دریافت ویزای کاری واجد شرایط می‌شوند. این برنامه
        مهاجرتی به افراد ماهر یا خانواده‌هایی که قصد مهاجرت دائمی به استرالیا را
        دارند کمک می‌کند تا کمبود نیروی حرفه‌ای در این کشور را تکمیل نمایند.
        شرایط اختصاصی دریافت ویزای مهارتی برای هر رشته متفاوت است، اما شرایط
        عمو‌می دریافت ویزای مهارتی شامل موارد زیر می‌شود:
      </p>

      <ul>
        <li>داشتن شرایط لازم جسمی و روحی برای کار در استرالیا</li>
        <li>
          شرایط سنی حداقل 18 سال و حداکثر
          <b> 45 </b>
          سال
        </li>
        <li>
          داشتن مدرک معتبر زبان انگلیسی مثل آیلتس <b> 6 </b> یا معادل آن
        </li>
        <li>
          داشتن سابقه کاری قابل قبول از سمت دولت استرالیا برای شغل درخواستی
        </li>
        <li>ارائه و تکمیل مدارک لازم برای اخذ ویزای مهارتی</li>
      </ul>
      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/HyKyGBCdPp/transform?format=webp&size=lg&quality=best'
          alt='skilled-worker'
        />
      </ImageContainer>
      <p>
        ویزا های موجود در برنامه نیروی کار حرفه‌ای در چند دسته بندی قرار
        می‌گیرد. در دسته بندی اول می توانیم بگوییم که این ویزا ها به دو دسته
        ویزای اقامت دائم و اقامت موقت تقسیم می‌شوند. در تقسیم بندی بعدی ویزاهای
        اقدامت دائم را به دو دسته ویزاهای سابکلاس 189 و ویزاهای سابکلاس 190
        تقسیم بندی می کنیم.
      </p>

      <h2> ویزای 189 استرالیا </h2>
      <p>
        با دریافت این ویزا اجازه اقامت دائم در استرالیا را دریافت می‌کنید و برای
        انتخاب محل زندگی در استرالیا هیچ محدودیتی نخواهید داشت. درنهایت بعد از
        گذشت حداقل ۴ سال با در نظر گرفتن سایر شرایط خواهید توانست برای دریافت
        شهروندی استرالیا اقدام کنید.
      </p>
      <h3> مزایای ویزای 189 استرالیا: </h3>

      <ul>
        <li>امکان کار تمام وقت برای خود و خانوده‌تان</li>
        <li>امکان تحصیل برا خود به خانواده‌تان</li>
        <li>امکان استفاده از خدمات درمانی و بهداشتی رایگان</li>
        <li>امکان اسپانسر شدن برای اعضای خانواده</li>
      </ul>
      <h2> ویزای 190 استرالیا </h2>

      <p>
        ویزای دوم، ویزای 190 می‌باشد که به اسپانسر ایالتی نیاز دارد. در این ویزا
        بعد از اینکه یک ایالت کد شغلی منتخب شما را در لیست خود اعلام کرد - در
        صورتی که به حداقل امتیاز مورد نظر دست پیدا کرده باشید- می‌توانید برای
        دریافت این ویزا به همان ایالت، درخواست دهید و اگر موفق شوید دعوتنامه
        ایالت را دریافت کنید، خواهید توانست برای این ویزا اقدام کنید. این ویزا
        نیز اقامت دائم است و شما متعهد می شوید دو سال در آن ایالت کار و زندگی
        نمائید. متقاضی دریافت این ویزای کار، باید حداقل <b> ۶۰ </b> امتیاز
        دریافت کنند تا بتوانند با <b> ۵ </b> امتیاز اسپانسر ایالتی به حداقل
        امتیاز <b> ۶۵ </b> برسند.
      </p>

      <h3> مزایای ویزای 190: </h3>

      <ul>
        <li>
          دارای اقامت دائم استرالیا و یا همان PR استرالیا از زمان ورود به
          استرالیا
        </li>
        <li>امکان کار تمام وقت برای خود و اعضای خانواده‌تان</li>
        <li>امکان تحصیل برای خود و اعضای خانواده‌تان</li>
        <li>امکان استفاده از خدمات درمانی رایگان</li>
        <li>امکان اسپانسر شدن برای اعضای خانواده</li>
        <li>
          با ویزای 190 استرالیا به مدت 5 سال می‌توانید به کشور استرالیا رفت و
          آمد کنید
        </li>
      </ul>

      <p>
        شما با دریافت ویزای 190 استرالیا از نظر اخلاقی متعهد می شوید که دو سال
        در همان ایالتی که دعوتنامه گرفته اید کار و زندگی کنید. اما در صورتی که
        به دلایل شغلی یا غیره نیاز به نقل مکان به ایالت دیگری داشته باشید،
        می‌توانید با ارسال کاور لتر و ایمیل به ایالت و توضیح و توجیه و اخذ رضایت
        ایالت اول، مکان زندگی خود را تغییر دهید.
      </p>
      <h2> ویزای 491 استرالیا </h2>
      <p>
        این ویزا با سابکلاس
        <em>{` 491 ایالتی `}</em>و <em>{` 491 فامیلی `}</em> در لیست ویزای موقت
        قرار می‌گیرد. این ویزا به متقاضیان اجازه می‌دهد به مدت <b> ۵ </b> سال در
        مناطق کم‌جمعیت استرالیا، به کار و تحصیل بپردازند و بعد از <b> ۳ </b> سال
        اقامت دائم این کشور را دریافت کنند. برای گرفتن ویزای 491 استرالیا، حتماً
        باید یک حامی یا اسپانسر در این کشور داشته باشید. دو راه برای گرفتن این
        حمایت دارید:
      </p>

      <h3>اسپانسرشیپ ایالتی: </h3>
      <p>
        در این روش، شغل شما باید در لیست مشاغل موردنیاز مناطق کم‌جمعیت استرالیا
        باشد. در این صورت، بعد از پُرکردن فرم
        <em> EOI </em>و گرفتن حداقل امتیاز مدنظر، ایالت‌های کم‌جمعیت استرالیا که
        به دنبال جذب نیروی کار هستند، می‌توانند اطلاعات شما را ببینند، آن‌ را
        بررسی کنند و در صورت نیاز شما را انتخاب کنند.
      </p>
      <p>
        ایالتی که شما را انتخاب کرده برایتان یک دعوت‌‌نامه صادر می‌کند و
        می‌توانید برای گرفتن ویزا درخواست دهید. برای این ویزا هم می‌توانید به
        صورت همزمان اقدام نمائید و فرایند آن شبیه ویزای 190 می‌باشد، اما از
        ابتدا اقامت دائم نخواهید داشت، بلکه یک ویزای 5 ساله است و متقاضی یا
        همسرش باید سه سال از پنج سال را در مناطقی به جز سیدنی ، ملبورن و بریزبن
        زندگی و کار کنند. پس از گذاشت این مدت، متقاضی می‌تواند برای اقامت دائم
        اقدام کند.
      </p>
      <p>
        توجه داشته باشید که شما در صورت دریافت ویزای 491 دیگر نمی‌توانید برای
        ویزای 190 یا 189 اقدام کنید، بعد از دریافت ویزای 491 ، این ویزا تنها
        قابلیت تبدیل به ویزای 191 را دارد. بیمه دولتی و تحصیل فرزندان در ویزای
        491 مثل دو ویزای قبلی رایگان است . در مدت سه سال می‌توانید به صورت
        تفریحی و توریستی به سیدنی، ملبون و بریزبن رفت و آمد داشته باشید. شروع
        شرط 3 سال کار و زندگی از زمان اخذ ویزا آغاز می‌شود.
      </p>
      <h3>اسپانسرشیپ فامیلی : </h3>
      <p>
        دریافت این ویزا از طریق اسپانسرشیپ فامیلی است. در این روش اگر خودتان یا
        همسرتان یک فامیل درجۀ یک یا درجۀ دوم در استرالیا دارید که در یکی از
        ایالت‌های کم‌جمعیت استرالیا زندگی می‌کند، می‌توانید از او به‌ عنوان
        اسپانسر استفاده کنید و ویزایتان را بگیرید.این فامیل می‌تواند والدین،
        فرزند یا فرزندخوانده، برادر یا خواهرِ تَنی یا ناتَنی، عمو، دایی، عمه،
        خاله، برادرزاده، خواهرزاده، پدربزرگ، مادربزرگ، کازین(cousin) اول شما یا
        همسرتان باشد. صادرکننده این اسپانسرشیپ باید شرایط زیر را داشته باشد:
      </p>
      <ul>
        <li>بالای 18 سال</li>
        <li>شهروند یا دارای اقامت دائم استرالیا یا شهروند نیوزلند</li>
        <li>و به‌طور کُلی ساکن یکی از ایالت‌های کم‌جمعیت استرالیا</li>
        <li>این دعوتنامه را اداره مهاجرت صادر می‌کند</li>
      </ul>

      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/vKh6Jmtu72/transform?format=webp&size=lg&quality=best'
          alt='skilled-worker'
        />
      </ImageContainer>

      <p>
        فلسفۀ اسپانسر شدن افراد از این قرار است که آن‌ها باید بتوانند فرد متقاضی
        را از نظر مالی، تأمین محل زندگی و شرکت در برنامۀ زبان انگلیسی به مدت دو
        سال حمایت کنند. البته، در عمل این تعهد چندان کاربردی ندارد و شما بعد از
        ورود به استرالیا طبیعتاً زندگی خودتان را با تکیه بر خودتان شروع می‌کنید
        اما دولت استرالیا صرفاً برای اطمینان، این تعهد کلی را به دوش اسپانسر
        گذاشته است ولی نیازی نیست حامی مبلغی به کسی پرداخت کند.
      </p>

      <p>
        برای اینکه بدانید آیا شغل شما در لیست مشاغل شغلی مورد تایید اداره مهاجرت
        استرالیا جهت اقدام از طریق ویزاهای مهارتی استرالیا طبق آنچه در بالا
        گفتیم هست یا خیر، می‌توانید به این لینک مراجعه کنید و شغل مورد نظر خود
        را <a href={`/${locale}/occupations`}>جستجو</a> کنید.
      </p>


      <HintBG>
        <HintTitle>توجه:</HintTitle>
        <HintText>
          اطلاعات ارائه شده در این بلاگ، فقط برای اطلاعاتی عمومی است و نباید به
          عنوان مشاوره حقوقی تلقی شود. ما تمام تلاش خود را می کنیم تا از صحت و
          به روز بودن محتوای خود اطمینان حاصل کنیم، اما نمی توانیم کامل بودن یا
          قابلیت اطمینان آن را تضمین کنیم. مسئولیت هر اقدامی که بر اساس اطلاعات
          ارائه شده در وبلاگ های ما انجام شود کاملاً به عهده شماست. اکیداً توصیه
          می‌شود که قبل از تصمیم گیری در مورد مهاجرت از مشاوره حرفه ای استفاده
          کنید.
          <Link href={'/lists/agencies'} target='_blank'>
            {` لیست موسسات مهاجرتی قانونی مربوط به استرالیا `}
          </Link>
          را می‌توانید از طریق این لینک پیدا کنید.
        </HintText>
      </HintBG>
    </BlogContainer>
  );
}
