import { MultiLanguageText } from 'Interfaces/Database';

// export enum LanguageKeys {
//   SeoTitle = 'SeoTitle',
//   SeoDesc = 'SeoDesc',
// }
// export const componentStatements: Record<LanguageKeys, MultiLanguageText> = {
//   SeoTitle: {
//     en: 'Getting-skilled-worker-visa | Mara Box',
//     fa: 'قدم به قدم تا ویزای اسکیل ورکر (مهارتی) | مارا باکس',
//   },
//   SeoDesc: {
//     fa: 'مهاجرت به استرالیا، از طریق ویزای مهارتی یا اسکیل ورکر، طرفداران زیادی دارد، با توجه به اینکه بسیاری از واجدین شرایط این ویزا ، در ابتدای کار با این سوال مواجه هستند که از کجا باید شروع کنند و چه مسیری پیش رویشان است، ما در اینجا بر آن شدیم تا به زبانی ساده، مراحل و شرایط مهاجرت به استرالیا از طریق ویزای مهارتی را توضیح دهیم.',
//     en: 'Practical and helpful articles for immigrants to Australia',
//   },
// };
export const structuredData = {
  '@context': 'https://schema.org',
  '@type': 'FAQPage',
  mainEntity: [
    {
      '@type': 'Question',
      name: 'امتیاز سن در ویزای اسکیل ورکر چقدر است؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: ` <table>
        <thead>
          <tr>
            <th>۱۸ تا ۲۴ سال</th>
            <th>۲۵ تا ۳۲ سال</th>
            <th>۳۳ تا ۳۹ سال</th>
            <th>۴۰ تا ۴۴ سال</th>
            <th>45 به بالا</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>۲۵ امتیاز</td>
            <td>۳۰ امتیاز</td>
            <td>۲۵ امتیاز</td>
            <td>۱۵ امتیاز</td>
            <td>صفر امتیاز</td>
          </tr>
        </tbody>
      </table>`,
      },
    },
    {
      '@type': 'Question',
      name: 'امتیاز مدرک تحصیلی در ویزای اسکیل ورکر چقدر است؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: ` <table>
        <thead>
          <tr>
            <th>مدرک تحصیلی</th>
            <th>امتیاز دانشگاه سکشن یک</th>
            <th>امتیاز دانشگاه سکشن دو</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>کاردانی یا معادل کاردانی</td>
            <td>10 امتیاز</td>
            <td>-</td>
          </tr>
          <tr>
            <td>لیسانس</td>
            <td>15 امتیاز</td>
            <td>10 امتیاز</td>
          </tr>
          <tr>
            <td>فوق لیسانس</td>
            <td>15 امتیاز</td>
            <td>10 امتیاز</td>
          </tr>
          <tr>
            <td>دکترا</td>
            <td>20 امتیاز</td>
            <td>امتیازی اضافه ندارد</td>
          </tr>
        </tbody>
      </table>`,
      },
    },
    {
      '@type': 'Question',
      name: 'امتیاز سابقه کار خارج از استرالیا در ویزای اسکیل ورکر چقدر است؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: `<table>
        <thead>
          <tr>
            <th>سابقه کار از ۰ تا ۳ سال</th>
            <th>سابقه کار از ۳ تا ۵ سال</th>
            <th>سابقه کار از ۵ تا ۸ سال</th>
            <th>سابقه کار ۸ سال به بالا</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>۰ امتیاز</td>
            <td>۵ امتیاز</td>
            <td>۱۰ امتیاز</td>
            <td>۱۵ امتیاز</td>
          </tr>
        </tbody>
      </table>`,
      },
    },
    {
      '@type': 'Question',
      name: 'امتیاز سابقه کار در استرالیا در ویزای اسکیل ورکر چقدر است؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: ` <table>
        <thead>
          <tr>
            <th>سابقه کار از ۰ تا ۳ سال</th>
            <th>سابقه کار از ۳ تا ۵ سال</th>
            <th>سابقه کار از ۵ تا ۸ سال</th>
            <th>سابقه کار ۸ سال به بالا</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>۰ امتیاز</td>
            <td>۵ امتیاز</td>
            <td>۱۰ امتیاز</td>
            <td>20 امتیاز</td>
          </tr>
        </tbody>
      </table>`,
      },
    },
    {
      '@type': 'Question',
      name: 'امتیاز زبان در ویزای اسکیل ورکر چقدر است؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: ` <table>
        <thead>
          <tr>
            <th> آیلتس</th>
            <th>PTE</th>
            <th>امتیاز کسب شده</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>6 هر اسکیل</td>
            <td>50 در هر اسکیل</td>
            <td>L12,R13,W21,S18</td>
            <td>صفر امتیاز</td>
          </tr>
          <tr>
            <td>7 هر اسکیل</td>
            <td>65 در هر اسکیل</td>
            <td>10 امتیاز</td>
          </tr>
          <tr>
            <td>8 اسکیل</td>
            <td>79 در هر اسکیل</td>
            <td>20 امتیاز</td>
          </tr>
        </tbody>
      </table>`,
      },
    },
    {
      '@type': 'Question',
      name: 'امتیاز همسر در ویزای اسکیل ورکر چقدر است؟',
      acceptedAnswer: {
        '@type': 'Answer',
        text: ` <p>
        افراد مجرد از این بخش
        <b> 10 </b>
        امتیاز می گیرند -این امتیاز شامل افرادی که طلاق گرفته اند هم می‌شود- اما
        افراد متاهل به خودی خود امتیازی دریافت نمی کنند مگر اینکه همسر متقاضی در
        هر مهارت آیلتس 6 یا معادل آن را کسب کند. در این صورت، متقاضی اصلی{' '}
        <b> 5 </b>
        امتیاز کسب می‌نماید ، و اگر همسر متقاضی علاوه بر نمره زبان بتوانند
        اسسمنت مثبت هم بگیرد ، <b> 5 </b>
        امتیاز دیگر به متقاضی تعلق خواهد گرفت.
        <br />
        باید توجه داشته باشید که اسسمنت همسر بدون زبان معادل آیلتس ۶ فاقد ارزش
        است و نمره ای برای متقاضی به همراه نخواهد داشت.
        <h3> آزمون ناتی</h3>
        امتیاز دیگری که متقاضیان می‌توانند آن را کسب نمایند ، امتیاز آزمون ناتی
        است ،<em> NAATI </em>
        سازمان مترجمین استرالیاست که آزمون ناتی را هم برگزار می‌کند ، این آزمون
        در واقع، آزمون ترجمه است و شما وظیفه ترجمه گفتگو بین دو نفر که یکی
        انگلیسی زبان است و دیگری به زبان دیگری - مثل فارسی یا چینی- صحبت می‌کند
        را بر عهده خواهید داشت. در این آزمون قدرت شما در ترجمه شفاهی همزمان
        سنجیده می‌شود. این آزمون به صورت آنلاین است و شما می‌توانید در منزل خود
        باشید و در آزمون شرکت کنید.
        <br /> اگر شما در این آزمون قبول شوید ، <b> 5 </b> امتیاز دیگر کسب
        می‌کنید. توجه داشته باشید که آزمون ناتی در ماتریکس ایالت
        <em> ACT </em>
        هیچ امتیازی ندارد، اما در باقی موارد 5 امتیاز به امتیاز خالص شما اضافه
        می‌کند. <br />
        موارد گفته شده ، امتیازاتی است که شما می‌توانید در خارج از خاک استرالیا
        کسب کنید. در کنار این موارد، شرایطی مانند مثل تحصیل در استرالیا ، سابقه
        کار در استرالیا و گذراندن دوره های مشخصی در استرالیا می‌توانند برای
        ساکنین استرالیا امتیازات بیشتری را به ارمغان بیاورند.ر مجموع شما هر چه
        قدر امتیاز خود را بالاتر ببرید، احتمال و سرعت اخذ دعوتنامه را بالاتر
        می‌برید.
      </p>`,
      },
    },
  ],
};
