import { useLocale } from 'Hooks/useLocale';
import {
  BlogContainer,
  HintBG,
  HintText,
  HintTitle,
  ImageContainer,
  Images,
  MoreBlogsCardsContainer,
  MoreBlogsContainer,
} from '../StyledComponents';
import Link from 'next/link';
import PagesConnectorCard from 'Components/Cards/Type1/PagesConnectorCard/PagesConnectorCard';

export default function PostContent() {
  const { locale } = useLocale();
  return (
    <BlogContainer>
      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/wVuNNAlgop/transform?format=webp&size=lg&quality=best'
          alt='getting-skilled-worker-visa'
        />
      </ImageContainer>

      <h1> قدم به قدم تا ویزای اسکیل ورکر (مهارتی) </h1>

      <p>
        <p>
          مهاجرت به استرالیا، از طریق ویزای مهارتی یا اسکیل ورکر، طرفداران زیادی
          دارد، با توجه به اینکه بسیاری از واجدین شرایط این ویزا ، در ابتدای کار
          با این سوال مواجه هستند که از کجا باید شروع کنند و چه مسیری پیش رویشان
          است، ما در اینجا بر آن شدیم تا به زبانی ساده، مراحل و شرایط مهاجرت به
          استرالیا از طریق ویزای مهارتی را توضیح دهیم.
        </p>
        <h2>انتخاب شغل</h2>
        <p>
          برای اینکه بدانید، آیا می‌توانید از طریق ویزای مهارتی به استرالیا
          مهاجرت کنید یا خیر، اولین مرحله این است که شغل خود را در بین مشاغل
          اعلام شده توسط اداره مهاجرت استرالیا جستجو کنید، شانس ویزای این مشاغل
          با هم برابر نیست و ظرفیت هایی که در سالهای مختلف توسط ایالت‌ها اعلام
          می‌شود متفاوت است. بنابراین شما باید شغلی هایی را مد نظر قرار دهید که
          با تحصیلات و سابقه کار شما هماهنگی دارند و با توجه به اینکه چه شامل چه
          ویزاهایی هستند، میزان رقابت در هرکدام چقدر است، ظرفیت ایالتها چطور است
          و چه اولویتی برای صدور ویزا دارند، یک کد شغلی را برای اخذ اسسمنت
          انتخاب کنید. بنابراین مرحله انتخاب کد شغلی مرتبط با تحصیلات و سابقه
          کار شما که قابل اثبات باشد و همچنین شانس ویزای مناسبی داشته باشد ،
          مرحله بسیار مهمی محسوب می‌شود.
        </p>
        <p>
          شما می‌توانید لیست مشاغل ، به علاوه تمام مواردی که ذکر شد را در صفحه{' '}
          <a href={`/${locale}/occupations`}>لیست مشاغل مورد نیاز </a> مشاهده
          کنید.
        </p>
      </p>

      <h2> امتیاز بندی در ویزای مهارتی یا اسکیل ورکر </h2>

      <p>
        جدول امتیاز بندی مهاجرت ،شامل پارامتر های مشخصی است که در سایت اداره
        مهاجرت قابل رویت می‌باشد، اولین پارامتر که اینجا به آن اشاره می کنیم ،
        فاکتور سن است، امتیاز های قابل اخذ در سنین مختلف به شرح ذیل است:
      </p>
      <h3>امتیاز سن</h3>
      <table>
        <thead>
          <tr>
            <th>۱۸ تا ۲۴ سال</th>
            <th>۲۵ تا ۳۲ سال</th>
            <th>۳۳ تا ۳۹ سال</th>
            <th>۴۰ تا ۴۴ سال</th>
            <th>45 به بالا</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>۲۵ امتیاز</td>
            <td>۳۰ امتیاز</td>
            <td>۲۵ امتیاز</td>
            <td>۱۵ امتیاز</td>
            <td>صفر امتیاز</td>
          </tr>
        </tbody>
      </table>

      <h3>امتیاز تحصیلی</h3>
      <p>
        امتیاز تحصیلات بر اساس سکشن دانشگاه آخرین مدرک تحصیلی که ارائه می‌دهید
        محاسبه می‌شود.
      </p>
      <table>
        <thead>
          <tr>
            <th>مدرک تحصیلی</th>
            <th>امتیاز دانشگاه سکشن یک</th>
            <th>امتیاز دانشگاه سکشن دو</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>کاردانی یا معادل کاردانی</td>
            <td>10 امتیاز</td>
            <td>-</td>
          </tr>
          <tr>
            <td>لیسانس</td>
            <td>15 امتیاز</td>
            <td>10 امتیاز</td>
          </tr>
          <tr>
            <td>فوق لیسانس</td>
            <td>15 امتیاز</td>
            <td>10 امتیاز</td>
          </tr>
          <tr>
            <td>دکترا</td>
            <td>20 امتیاز</td>
            <td>امتیازی اضافه ندارد</td>
          </tr>
        </tbody>
      </table>

      <p>
        برای مشاهده
        <a href={`/${locale}/occupations/university-section-search`}>
          {' '}
          سکشن دانشگاه ها{' '}
        </a>
        کلیک کنید.
      </p>

      <p>
        مدارک اضافی فنی حرفه ای و یا مدارک بین المللی تاثیری در اضافه نمودن
        امتیاز ندارد، این مدارک تنها در رزومه شما لحاظ می‌شود. در واقع شما
        امتیاز مدرک تحصیلی را یک بار و فقط برای آخرین مدرک تحصیلی خود اخذ می
        کنید. امتیازی که شما از تحصیلات می‌گیرید، باید مطابق
        <em> AQF </em>
        استرالیا و معادل مدرکی که اسسمنت کرده اید باشد.
      </p>

      <h3> امتیاز سابقه کار خارج از استرالیا طی ۱۰ سال گذشته </h3>

      <table>
        <thead>
          <tr>
            <th>سابقه کار از ۰ تا ۳ سال</th>
            <th>سابقه کار از ۳ تا ۵ سال</th>
            <th>سابقه کار از ۵ تا ۸ سال</th>
            <th>سابقه کار ۸ سال به بالا</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>۰ امتیاز</td>
            <td>۵ امتیاز</td>
            <td>۱۰ امتیاز</td>
            <td>۱۵ امتیاز</td>
          </tr>
        </tbody>
      </table>

      <h3> سابقه کار در استرالیا</h3>

      <table>
        <thead>
          <tr>
            <th>سابقه کار از ۰ تا ۳ سال</th>
            <th>سابقه کار از ۳ تا ۵ سال</th>
            <th>سابقه کار از ۵ تا ۸ سال</th>
            <th>سابقه کار ۸ سال به بالا</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>۰ امتیاز</td>
            <td>۵ امتیاز</td>
            <td>۱۰ امتیاز</td>
            <td>20 امتیاز</td>
          </tr>
        </tbody>
      </table>

      <p>
        توجه فرمایید که
        <b> نوع شغل </b>و<b> سکشن دانشگاه </b>
        شما در محاسبه سال های پذیرفته شده برای سابقه کار تاثیرگذار است، مثلا
        ممکن است برای یک شلغ خاص سابقه کار بعد از لیسانستان در نظر گرفته شود و
        براس شغل دیگری سابقه کار بعد از فوق لیسانس مبنای محاسبه قرار بگیرد.
        همچنین برخی سازمانهای ارزیاب تعدادی از سالهای سابقه کار شما را بر اساس
        دستورالعمل های تعریف شده آن سازمان، کم می‌کنند. در واقع سابقه کاری که از
        شما کسر می‌شود، دیگر قابلیت امتیازدهی به شما را ندارد و شما امتیاز سابقه
        کار را بابت تعداد سابقه کار تایید شده توسط سازمان ارزیابتان اخذ می کنید.
      </p>

      <p>
        <h3> امتیاز زبان </h3>
        برای اینکه بتوانید
        <em> EOI </em>
        پر کرده و درخواست خود را ارسال کنید ، حداقل به نمره زبان هر مهارت 6
        آیلتس یا معادل آن نیاز دارید، اما این نمره امتیازی برای شما نخواهد داشت
        ، جدول امتیاز بندی ، بر اساس نمره زبان را می‌توانید در اینجا مشاهده
        کنید:
      </p>

      <table>
        <thead>
          <tr>
            <th> آیلتس</th>
            <th>PTE</th>
            <th> iBT TOEFL</th>
            <th>امتیاز کسب شده</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>6 هر اسکیل</td>
            <td>50 در هر اسکیل</td>
            <td>L12,R13,W21,S18</td>
            <td>صفر امتیاز</td>
          </tr>
          <tr>
            <td>7 هر اسکیل</td>
            <td>65 در هر اسکیل</td>
            <td>L24,R24,W27,S23</td>
            <td>10 امتیاز</td>
          </tr>
          <tr>
            <td>8 اسکیل</td>
            <td>79 در هر اسکیل</td>
            <td>L28,R29,W30,S26</td>
            <td>20 امتیاز</td>
          </tr>
        </tbody>
      </table>

      <p>
        توجه کنید که اگر شما حتی در یک اسکیل، کمتر از نمره مورد نظر اخذ کنید
        امتیاز آن نمره شامل شما نخواهد شد.
      </p>

      <h3>امتیاز تاهل </h3>
      <p>
        افراد مجرد از این بخش
        <b> 10 </b>
        امتیاز می گیرند -این امتیاز شامل افرادی که طلاق گرفته اند هم می‌شود- اما
        افراد متاهل به خودی خود امتیازی دریافت نمی کنند مگر اینکه همسر متقاضی در
        هر مهارت آیلتس 6 یا معادل آن را کسب کند. در این صورت، متقاضی اصلی{' '}
        <b> 5 </b>
        امتیاز کسب می‌نماید ، و اگر همسر متقاضی علاوه بر نمره زبان بتوانند
        اسسمنت مثبت هم بگیرد ، <b> 5 </b>
        امتیاز دیگر به متقاضی تعلق خواهد گرفت.
        <br />
        باید توجه داشته باشید که اسسمنت همسر بدون زبان معادل آیلتس ۶ فاقد ارزش
        است و نمره ای برای متقاضی به همراه نخواهد داشت.
        <h3> آزمون ناتی</h3>
        امتیاز دیگری که متقاضیان می‌توانند آن را کسب نمایند ، امتیاز آزمون ناتی
        است ،<em> NAATI </em>
        سازمان مترجمین استرالیاست که آزمون ناتی را هم برگزار می‌کند ، این آزمون
        در واقع، آزمون ترجمه است و شما وظیفه ترجمه گفتگو بین دو نفر که یکی
        انگلیسی زبان است و دیگری به زبان دیگری - مثل فارسی یا چینی- صحبت می‌کند
        را بر عهده خواهید داشت. در این آزمون قدرت شما در ترجمه شفاهی همزمان
        سنجیده می‌شود. این آزمون به صورت آنلاین است و شما می‌توانید در منزل خود
        باشید و در آزمون شرکت کنید.
        <br /> اگر شما در این آزمون قبول شوید ، <b> 5 </b> امتیاز دیگر کسب
        می‌کنید. توجه داشته باشید که آزمون ناتی در ماتریکس ایالت
        <em> ACT </em>
        هیچ امتیازی ندارد، اما در باقی موارد 5 امتیاز به امتیاز خالص شما اضافه
        می‌کند. <br />
        موارد گفته شده ، امتیازاتی است که شما می‌توانید در خارج از خاک استرالیا
        کسب کنید. در کنار این موارد، شرایطی مانند مثل تحصیل در استرالیا ، سابقه
        کار در استرالیا و گذراندن دوره های مشخصی در استرالیا می‌توانند برای
        ساکنین استرالیا امتیازات بیشتری را به ارمغان بیاورند.ر مجموع شما هر چه
        قدر امتیاز خود را بالاتر ببرید، احتمال و سرعت اخذ دعوتنامه را بالاتر
        می‌برید.
      </p>
      <br />
      <br />
      <ImageContainer>
        <Images
          fill
          src='https://binsta.dev/api/v1/files/aTDYFVCuvL/transform?format=webp&size=lg&quality=best'
          alt='getting-skilled-worker-visa'
        />
      </ImageContainer>
      <h2>انتخاب شغل</h2>
      <p>
        حالا که قادر به محاسبه امتیاز احتمالی خود شدید، به سراغ پارامترهای مهم
        در انتخاب شغل می رویم. ممکن است شغلهای مختلفی با رشته تحصیلی یا شرح
        وظایف و سابقه کار شما همخوانی داشته باشند، در این حالت بهتر است
        فاکتورهای زیر را در نظر بگیرید:
      </p>

      <ol>
        <li>
          <p>
            صف درخواست های ثبت شده و امتیازهایی که موفق به اخذ دعوتنامه شده اند
            و یا در مرحله اخذ ویزا هستند را بررسی کنید و با امتیاز خودتان مقایسه
            کنید. هر چه قدر شغلی که انتخاب می‌کنید ، صف خلوت تری داشته باشد و
            امتیاز های نزدیک به امتیاز شما موفق به اخذ دعوتنامه شده باشند، شانس
            شما در آن رشته بیشتر است.
          </p>
        </li>
        <li>
          <p>
            سازمان ارزیاب هر شغل را مد نظر قرار دهید و به شرایط ارزیابی آن
            سازمان دقت کنید. ارائه نمره زبان انگلیسی در مورد برخی سازمانهای
            ارزیاب ، قبل از شروع فرایند، الزامی ست.
          </p>
        </li>
      </ol>

      <p>
        شما می‌توانید برای بررسی شرایط این سازمان‌ها به صفحه
        <a href={`/${locale}/occupations/assessing-authorities`}>
          {` موسسات ارزیابی مدارک استرالیا `}
        </a>
        مراجعه کنید.
      </p>
      <h3>سازمان ارزیاب</h3>
      <p>
        بعد از انتخاب شغل ، لازم است بدانید سازمان ارزیاب کد شغلی انتخابی شما
        کدام است و چه مدارکی را جهت انجام ارزیابی یا اسسمنت نیاز دارد. لازم است
        مستندات مربوط به تحصیلات و سابقه کار خود را منطبق بر چک لیست مدارک آن
        سازمان ارزیاب جمع آوری نموده ترجمه و آپلود نمایید. سازمان ارزیاب مرتبط
        با کد شغلی مورد نظر شما بر اساس مدارکی که ارائه نمودید ، تعداد سالهای
        سابقه کاری مورد تایید خودش را اعلام . بدیهی است که شما امتیاز مربوط به
        سالهای سابقه کار را بر اساس نتیجه اسسمنت اخذ می‌نمایید. توجه داشته باشید
        که برای اقدام جهت ویزای اسکیل ورکر نیاز به سابقه کار دارید و بدون سابقه
        کار مناسب نمی‌توانید از این طریق مهاجرت کنید.
      </p>

      <p>
        برای اطلاع از شرح دقیق تر نحوه انجام فرایند اسسمنت می‌توانید به مقاله{' '}
        <a href={`/${locale}/blog/skilled-worker`}>ویزای مهارتی استرالیا</a>{' '}
        مراجعه کنید.
      </p>
      <h2>اخذ نمره زبان</h2>
      <p>
        مرحله بعدی اخذ نمره زبان است ، روشن است که هر چه نمره زبان شما بالاتر
        باشد، امتیاز بیشتری کسب می‌کنید و احتمال اخذ دعوت نامه خود را بالا
        می‌برید. در نظر داشته باشید که در صورتی که سازمان ارزیاب شما برای شروع
        کار نیاز به ارائه نمره زبان نداشته باشد ، شما می‌توانید در حین انجام
        مراحل اسسمنت برای اخذ نمره زبان تلاش کنید، اما در صورتی که سازمان ارزیاب
        شغل مورد نظر شما، جهت شروع کار، ارائه نمره زبان را الزامی کرده باشد ،
        مرحله اول برای شما اخذ نمره زبان خواهد بود تا بتوانید مرحله اسسمنت را
        پشت سر بگذارید.{' '}
      </p>

      <p>
        برای کسب اطلاعات بیشتر در خصوص
        <a href={`/${locale}/blog/Language-score-and-skilled-worker-visa`}>
          {` شرایط و انواع آزمون‌های زبان مورد تایید اداره مهاجرت استرالیا `}
        </a>{' '}
        به مقاله لینک شده مراجعه فرمایید.{' '}
      </p>
      <h2>
        پر کردن فرم
        <em> EOI </em>
      </h2>
      <p>
        بعد از اخذ اسسمنت (ارزیابی) و اخذ نمره زبان ، شما امکان پر کردن
        <em> EOI </em>
        را خواهید داشت. در این مرحله، بر اساس اینکه کد شغل انتخابی شما مشمول
        کدام ویزاها می‌شود و بر اساس لیست اعلامی اداره مهاجرت و ایالتهای مختلف
        به تفکیک می‌توانید <em> EOI </em> خود را پر کنید. هرچند که شما می‌توانید
        برای ایالتهای مختلف و ویزاهای مختلف <em> EOI </em> پر کنید، اما بهتر است
        این کار به صورت جداگانه انجام شود. مدت زمان اعتبار هر <em> EOI </em>دو
        سال است .<h2>دعوتنامه</h2>
        بعد از اقدام در این مرحله، لازم است که دعوتنامه دریافت کنید و بعد از اخذ
        دعوتنامه ، کلیه نمرات شما فریز خواهد شد. در مورد ویزای <em>
          {' '}
          ۱۸۹{' '}
        </em>{' '}
        این اتفاق بعد از دعوتنامه اول می افتد، اما در مورد ویزاهای ایالتی شما
        باید دعوتنامه دوم یا نهایی را هم دریافت کنید تا امتیازات شما فریز شود و
        بتوانید برای ویزا اقدام کنید. دعوتنامه دوم معمولا بین 7 روز تا یک ماه پس
        از دعوتنامه اول در صورتی که مشکلی در مدارک ارائه شده وجود نداشته باشد ،
        صادر می‌شود.
        <h2>لاجمنت ویزا</h2>
        مرحله آخر لاجمنت ویزا است. شما از تاریخ صدور دعوتنامه نهایی تا 60 روز
        فرصت دارید که برای لاجمنت ویزا اقدام کنید. در مرحله سوم برخی مدارک مثل
        گواهی شغلی ، فیش حقوقی، قرارداد و بیمه -در صورت وجود- به روز می‌شوند و
        در نهایت کلیه مدارک آماده شده و ترجمه شده باید -طبق چک لیستی که اداره
        مهاجرت اعلام کرده- در سایت اداره مهاجرت آپلود شوند.
        <br />
        توجه داشته باشید ارائه کارت پایان خدمت یا معافیت سربازی برای آقایان در
        این مرحله الزامیست.در این مرحله شما باید هزینه ویزا را واریز نمایید. این
        مبلغ در سال ۲۰۲۳ برای نفر اصلی <em> ۴۲۴۰ </em> دلار استرالیا و برای فرد
        همراه بالای 18 سال <em> ۲۱۲۰ </em> دلار استرالیا می‌باشد. همچنین برای
        همراه زیر 18 سال مبلغ <em> ۱۰۶۰ </em> دلار استرالیا در نظر گرفته شده
        است. این مبلغ برای هر سه نوع ویزای اسکیل ورکر یکسان می‌باشد. تست پزشکی و
        گواهی عدم سوء پیشینه و فرمهای ویزا ارسال می‌شود، پس از انجام لاجمنت ویزا
        ، شما امکان ایجاد هیچ تغییری را در مدارک خود ندارید ، و در صورت بروز هر
        تغییری لازم است تغییرات در سیستم اداره مهاجرت اطلاع رسانی شود. اگر
        مدارکتان مشکلی نداشته باشد ، آفیسر ویزای شما را صادر خواهد کرد.
      </p>
      <p>
        <b>تبریک، کف، سوت و هورا!</b>
      </p>
      <HintBG>
        <HintTitle>توجه:</HintTitle>
        <HintText>
          اطلاعات ارائه شده در این بلاگ، فقط برای اطلاعاتی عمومی است و نباید به
          عنوان مشاوره حقوقی تلقی شود. ما تمام تلاش خود را می کنیم تا از صحت و
          به روز بودن محتوای خود اطمینان حاصل کنیم، اما نمی توانیم کامل بودن یا
          قابلیت اطمینان آن را تضمین کنیم. مسئولیت هر اقدامی که بر اساس اطلاعات
          ارائه شده در وبلاگ های ما انجام شود کاملاً به عهده شماست. اکیداً توصیه
          می‌شود که قبل از تصمیم گیری در مورد مهاجرت از مشاوره حرفه ای استفاده
          کنید.
          <Link href={'/lists/agents?country=IR'} target='_blank'>
            {` لیست وکلای مهاجرتی قانونی ایرانی برای استرالیا `}
          </Link>
          را می‌توانید از طریق این لینک پیدا کنید.
        </HintText>
      </HintBG>
      <MoreBlogsContainer>
        <h2>مقاله های مشابه</h2>
        <MoreBlogsCardsContainer>
          <PagesConnectorCard
            title={
              'آنچه باید درباره اسسمنت یا ارزیابی مدارک در استرالیا بدانیم'
            }
            href={`/${locale}/blog/document-assessment-in-australia`}
            img='https://binsta.dev/api/v1/files/Jbb2xZFcyX/transform?format=webp&size=lg&quality=best'
          />

          <PagesConnectorCard
            title={'ویزای مهارتی استرالیا (Skilled worker)'}
            href={`/${locale}/blog/what-is-skilled-worker-visa`}
            img='https://binsta.dev/api/v1/files/A-YzruQXR1/transform?format=webp&size=lg&quality=best'
          />

          <PagesConnectorCard
            title={'آنچه باید درباره ی سازمان های ارزیابی بدانیم'}
            href={`/${locale}/blog/assessment-organizations-in-australia`}
            img='https://binsta.dev/api/v1/files/Qdt-lai_Fs/transform?format=webp&size=lg&quality=best'
          />
        </MoreBlogsCardsContainer>
      </MoreBlogsContainer>
    </BlogContainer>
  );
}
