import { ReactNode } from 'react';
import { ArticleMetaData } from '../../interfaces';
import styled from 'styled-components';
import { Layer1_SubtitleStyle, Layer1_TextStyle, Layer1_TitleStyle } from 'Styles/Theme/Layers/layer1/style';
import { th_a_Color } from 'PagesComponents/Occupations/Detail/DetailTab/styledComponents';
import { borderTheme } from 'Styles/Theme';
import { layer2A_TextStyle } from 'Styles/Theme/Layers/layer2/style';
import { layer2A_HeaderBG } from 'Styles/Theme/Layers/layer2/theme';
import { useLocale } from 'Hooks/useLocale';
import {
  componentStatements,
  LanguageKeys,
} from './const';
import { useStaticTranslation } from 'Hooks/useStaticTraslation';
import Seo from 'Components/Seo';

export default function PostContent() {
  const { locale } = useLocale();
  const { t } = useStaticTranslation(componentStatements);
  return (
    <Container>

      <Seo
        title={t(LanguageKeys.SeoTitle)}
        canonical={`https://www.marabox.com/${locale}/blog`}
        description={t(LanguageKeys.SeoDesc)}
      />

      <img src='https://binsta.dev/api/v1/files/wVuNNAlgop/transform?format=webp&size=lg&quality=best'></img>

      <h1> قدم به قدم تا ویزای اسکیل ورکر (مهارتی) </h1>

      <p><p>مهاجرت به استرالیا، از طریق ویزای مهارتی یا اسکیل ورکر، طرفداران زیادی دارد، با توجه به اینکه بسیاری از واجدین شرایط این ویزا ، در ابتدای کار با  این سوال مواجه هستند  که از کجا باید شروع کنند و چه مسیری پیش رویشان است، ما در اینجا بر آن شدیم تا به زبانی ساده، مراحل و شرایط مهاجرت به استرالیا از طریق ویزای مهارتی را توضیح دهیم.</p><p>اولین مرحله برای اینکه بدانید، آیا می توانید از طریق ویزای مهارتی به استرالیا مهاجرت کنید یا خیر ، این است که شغل خود را در بین مشاغل اعلام شده توسط اداره مهاجرت استرالیا جستجو کنید، شانس ویزای این مشاغل با هم برابر نیست و ظرفیت هایی که در سالهای مختلف توسط ایالتها اعلام می شود ممکن است در سالهای مختلف تغییر کند. بنابر این شما  کد شغلی هایی که با تحصیلات و سابقه کار شما هماهنگی دارند، مد نظر  قرار می دهید،  و فاکتورهایی مثل اینکه چه گزینه های ویزایی دارند و و میزان رقابت در آن کد شغلی و البته ظرفیت ایالتها و میزان اولویت آن کد شغلی چگونه است را در نظر می گیرید، و یک کد شغلی را با توجه به رشته تحصیلی و شرح وظایف و سابقه کارتان برای اخذ اسسمنت انتخاب می کنید. بنابر این مرحله انتخاب کد شغلی مرتبط با تحصیلات و سابقه کار شما که قابل اثبات باشد و همچنین شانس ویزای مناسبی داشته باشد، مرحله بسیار مهمی محسوب می شود.</p><p>شما می توانید لیست مشاغل ، به علاوه تمام مواردی که ذکر شد را در این <a href={`/${locale}/occupations`}>صفحه</a> مشاهده کنید.</p></p>

      <h2> امتیاز بندی در ویزای مهارتی یا اسکیل ورکر:  </h2>

      <p>
        جدول  امتیاز بندی مهاجرت ،شامل پارامتر های مشخص است که در سایت اداره مهاجرت قابل رویت است ، اولین پارامتر که اینجا به آن اشاره می کنیم ، فاکتور سن است، امتیاز های قابل اخذ در سنین مختلف به شرح ذیل است:
      </p>
      <table><thead><tr><th>۱۸  تا ۲۴ سال</th><th>۲۵ تا ۳۲ سال</th><th>۳۳ تا ۳۹ سال</th><th>۴۰ تا ۴۴ سال</th><th>45 به بالا</th></tr></thead><tbody><tr><td>۲۵ امتیاز</td><td>۳۰ امتیاز</td><td>۲۵ امتیاز</td><td>۱۵ امتیاز</td><td>صفر امتیاز</td></tr></tbody></table>

      <p> امتیاز بعدی در خصوص مدارک دانشگاهی هست، امتیازی که شما بر اساس سطح تحصیلات خود قادر به کسب آن هستید به شرح زیر است : </p>

      <table><thead><tr><th>مدرک تحصیلی</th><th>امتیاز دانشگاه سکشن یک</th><th>امتیاز دانشگاه سکشن دو</th></tr></thead><tbody><tr><td>کاردانی یا معادل کاردانی</td><td>10 امتیاز</td><td>-</td></tr><tr><td>لیسانس</td><td>15 امتیاز</td><td>10 امتیاز</td></tr><tr><td>فوق لیسانس</td><td>15 امتیاز</td><td>10 امتیاز</td></tr><tr><td>دکترا</td><td>20 امتیاز</td><td>امتیازی اضافه ندارد</td></tr></tbody></table>

      <img src='https://binsta.dev/api/v1/files/rXo2phKowl/transform?format=webp&size=lg&quality=best'></img>

      <p> امتیاز تحصیلات بر اساس سکشن دانشگاه آخرین مدرک تحصیلی که ارائه می دهید محاسبه می شود.</p>

      {/* navid برای مشاهده سکشن دانشگاه ها می توانید به لینک زیر مراجعه کنید: */}

      <p>
        مدارک اضافی فنی حرفه ای و یا مدارک بین المللی تاثیری در اضافه نمودن امتیاز ندارد، تنها در رزومه شما لحاظ می شود و تاثیر مثبت دارد. در واقع شما امتیاز مدرک تحصیلی را یک بار و فقط برای آخرین مدرک تحصیلی که دارید اخذ می کنید. امتیازی که شما از تحصیلات خود میگیرید، مطابق AQF استرالیا و معادل مدرکی که اسسمنت  کرده اید باید باشد.
        امتیاز بعدی مربوط به امتیاز سابقه کار است که بسیار مهم است ، امتیاز سابقه کار، تنها به سابقه کار شما در ده سال گذشته داده می شود.
      </p>

      <h2> امتیاز سابقه کار خارج از استرالیا طی ۱۰ سال گذشته </h2>

      <table><thead><tr><th>سابقه کار از ۰ تا ۳ سال</th><th>سابقه کار از ۳ تا ۵ سال</th><th>سابقه کار از ۵ تا ۸ سال</th><th>سابقه کار ۸ سال به بالا</th></tr></thead><tbody><tr><td>۰ امتیاز</td><td>۵ امتیاز</td><td>۱۰ امتیاز</td><td>۱۵ امتیاز</td></tr></tbody></table>

      <h2>امتیازات سابقه کار در استرالیا</h2>

      <table><thead><tr><th>سابقه کار از ۰ تا ۳ سال</th><th>سابقه کار از ۳ تا ۵ سال</th><th>سابقه کار از ۵ تا ۸ سال</th><th>سابقه کار ۸ سال به بالا</th></tr></thead><tbody><tr><td>۰ امتیاز</td><td>۵ امتیاز</td><td>۱۰ امتیاز</td><td>20 امتیاز</td></tr></tbody></table>

      <p> نکاتی که در اینجا قابل ذکر است این است که سابقه کار شما بنا به نوع شغل شما و بنا به سکشن دانشگاه شما  از چه سالی محاسبه می شود ، ممکن است بنا به شغل سابقه کار از بعد از لیسانس حساب شود و یا از بعد از فوق لیسانس محاسبه شود  یا ممکن است برخی سازمانهای ارزیاب تعدادی از سالهای سابقه کار شما را  بر اساس دستورالعمل های تعریف شده آن سازمان، کم کنند.  در واقع سابقه کاری که از شما کسر می شود، دیگر قابلیت امتیازدهی به شما را ندارد و شما امتیاز سابقه کار را بابت تعداد سابقه کار تایید شده  توسط سازمان ارزیابتان اخذ می کنید. </p>

      <p> دسته دیگر امتیازات امتیاز نمره زبان است ،  برای اینکه بتوانید EOI  پر کنید و درخواست خود را ارسال کنید ، حداقل به نمره زبان هر مهارت 6 آیلتس یا معادل آن نیاز دارید، اما این نمره امتیازی برای شما نخواهد داشت ،  جدول امتیاز بندی ، بر اساس نمره زبان را می توانید در اینجا مشاهده کنید: </p>

      <h2> امتیازات نمره زبان </h2>

      <table><thead><tr><th>نمره IELTS ( مشخص شود general /academic)	نمره PTE	نمره - iBT   TOEFL	امتیاز کسب شده</th><th>نمره PTE</th><th>نمره - iBT   TOEFL</th><th>امتیاز کسب شده</th></tr></thead><tbody><tr><td>6 هر اسکیل</td><td>50 در هر اسکیل</td><td>L12,R13,W21,S18</td><td>صفر امتیاز</td></tr><tr><td>7 هر اسکیل</td><td>65 در هر اسکیل</td><td>L24,R24,W27,S23</td><td>10 امتیاز</td></tr><tr><td>8 اسکیل</td><td>79 در هر اسکیل</td><td>L28,R29,W30,S26</td><td>20 امتیاز</td></tr></tbody></table>

      <img src='https://binsta.dev/api/v1/files/aTDYFVCuvL/transform?format=webp&size=lg&quality=best'></img>

      <p>
        نکته قابل توجه این است که اگر شما حتی در یک اسکیل کمتر از نمره مورد نظر اخذ کنید امتیاز آن نمره شامل شما نمی شود.

        امتیاز بعدی ، امتیاز تاهل هست ، امتیاز برای افراد مجرد 10 امتیاز  می گیرند ، این امتیاز شامل افرادی که طلاق گرفته اند هم می شود ، اما افراد متاهل به خودی خود امتیازی دریافت نمی کنند مگر اینکه همسر متقاضی اصلی در هر مهارت آیلتس 6 یا معادل آن را کسب کند ،  در اینصورت متقاضی اصلی 5 امتیاز کسب می نماید ، و اگر همسر متقاضی علاوه بر نمره زبان  بتوانند اسسمنت مثبت هم بگیرد ، 5 امتیاز دیگر به متقاضی اصلی داده میشود. نکته مهم در اینجا این است ، که اسسمنت خالی ، نمره ای به متقاضی اضافه نمی کند و وجود نمره زبان حداقل 6 آیلتس یا معادل آن در هر مهارت برای کسب این امتیاز الزامی است.

        امتیاز دیگری که متقاضیان می توانند آن را کسب نمایند ، امتیاز آزمون ناتی است ، ناتی سازمان مترجمین استرالیاست که آزمون ناتی را هم برگزار می کند ، این آزمون در واقع آزمون ترجمه است و شما در نقش مترجم  بین یک انگلیسی زبان و فارسی زبان  انجام می دهید. در واقع ترجمه شفاهی همزمان است . این آزمون به صورت آنلاین است و شما می توانید در منزلتان باشید و در آزمون شرکت کنید..  اگر شما در این آزمون قبول شوید ، 5 امتیاز دیگر کسب می کنید. البته آزمون ناتی در ماتریکس ایالت ACT  هیچ امتیازی ندارد اما در باقی موارد 5 امتیاز به امتیاز خالص شما اضافه می کند.

        موارد گفته شده ، امتیازاتی است که شما می توانید در خارج از خاک استرالیا کسب کنید هستند.

        در کنار این موارد، امتیازاتی هم می تواند توسط افرادی که داخل استرالیا هستند کسب شود ، مثل تحصیل در استرالیا ،  سابقه کار در استرالیا و گذراندن دوره های مشخصی در استرالیا.

        در مجموع شما هر چه قدر امتیاز خود را بالاتر ببرید، احتمال و سرعت  اخذ دعوتنامه را بالاتر می برید، بعد از اخذ دعوتنامه ، اخذ ویزا ارتباطی با امتیاز شما ندارد و سرعت صدور ویزا، بیشتر به نوع کد شغلی مرتبط است.

        حالا که قادر به محاسبه امتیاز احتمالی خود شدید، به سراغ پارامترهای مهم در انتخاب شغل می رویم. ممکن است شغلهای مختلفی با رشته تحصیلی یا شرح وظایف و سابقه کار شما همخوانی داشته باشند، در این حالت  بهتر است فاکتورهای زیر را در نظر بگیرید:
      </p>


      <ol>
        <li>
          <p>صف درخواست های ثبت شده و امتیازهایی که موفق به اخذ دعوتنامه شده اند و یا در مرحله اخذ ویزا هستند  را بررسی کنید و با امتیاز خودتان مقایسه کنید. هر چه قدر شغلی که انتخاب می کنید ، صف خلوت تری داشته باشد، و امتیاز های نزدیک به امتیاز شما موفق به اخذ دعوتنامه شده باشند، شانس شما در آن رشته بیشتر است.</p>
        </li>
        <li>
          <p>سازمان ارزیاب هر شغل را مد نظر قرار دهید و به شرایط ارزیابی آن سازمان دقت کنید.  ارائه نمره زبان انگلیسی در مورد برخی سازمانهای ارزیاب ، قبل از شروع فرایند، الزامی ست.</p>
        </li>
      </ol>

      <p>شما می توانید برای بررسی شرایط سازمانهای ارزیاب به این <a href={`/${locale}/occupations/assssing-authorities`}>صفحه</a> مراجعه کنید.</p>

      <p>
        بعد از انتخاب شغل ، لازم است بدانید سازمان ارزیاب کد شغلی انتخابی شما کدام است ، و چه مدارکی را جهت انجام ارزیابی یا اسسمنت نیاز دارد. لازم است شما مستندات مربوط به تحصیلات و سابقه کار خود را منطبق بر چک لیست مدارک آن سازمان ارزیاب جمع آوری نموده ترجمه نمایید و آپلود نمایید. سازمان ارزیاب مرتبط با کد شغلی مورد نظر شما بر اساس مدارکی که ارائه نمودید ، تعداد سالهای سابقه کاری مورد تایید خودش را اعلام  میکند، بدیهی است که شما امتیاز مربوط به سالهای سابقه کار را بر اساس نتیجه اسسمنت اخذ می نمایید. شما برای اقدام جهت ویزای اسکیل ورکر نیاز به سابقه کار دارید و بدون سابقه کار نمی توانید از این طریق مهاجرت کنید.
      </p>

      <p>شما می توانید برای بررسی شرایط سازمانهای ارزیاب به این <a href={`/${locale}/occupations/assssing-authorities`}>صفحه</a> مراجعه کنید.</p>

      <p>همچنین برای اطلاع از شرح دقیق تر نحوه انجام فرایند اسسمنت می توانید به این <a href={`/${locale}/blog/skilled-worker`}>مقاله</a> مراجعه کنید.</p>

      <p> مرحله بعدی اخذ نمره زبان است ، روشن است که هر چه قدر نمره زبان شما بالاتر باشد ، شما امتیاز بیشتری کسب می کنید و احتمال اخذ دعوت نامه خود را بالا می برید. در نظر داشته باشید که در صورتی که سازمان ارزیاب شما برای شروع کار نیاز به ارائه نمره زبان نداشته باشد ، شما می توانید در حین انجام مراحل اسسمنت برای اخذ نمره زبان تلاش کنید، اما در صورتی که سازمان ارزیاب شغل مورد نظر شما جهت شروع کار ارائه نمره زبان را الزامی کرده باشد ، مرحله اول برای شما اخذ نمره زبان می باشد تا بتوانید مرحله اسسمنت را پشت سر بگذارید. </p>

      <p>برای کسب اطلاعات بیشتر در خصوص شرایط و انواع آزمونهای زبان مورد تایید اداره مهاجرت استرالیا ، می توانید به این <a href={`/${locale}/blog/Language-score-and-skilled-worker-visa`}>مقاله</a> مراجعه کنید.</p>

      <p>
        بعد از اخذ اسسمنت (ارزیابی) و اخذ نمره زبان ، شما امکان پر کردن EOI  را دارید، در این مرحله شما بر اساس اینکه  کد شغل انتخابی شما مشمول کدام ویزاها می شود و بر اساس لیست اعلامی اداره مهاجرت و ایالتهای مختلف به تفکیک می توانید EOI  پر کنید. شما می توانید برای ایالتهای مختلف و ویزاهای مختلف EOI پر کنید. بهتر است EOI برای ویزاهای مختلف به صورت جداگانه تکمیل شود.  مدت زمان اعتبار هر  EOI دو سال است .
        بعد از اقدام در این مرحله، لازم است که دعوتنامه دریافت کنید ، بعد از اخذ دعوتنامه ، کلیه نمرات شما فریز م یشود ، در مورد ویزای 189 این اتفاق بعد از دعوتنامه اول می افتد، اما در مورد ویزاهای ایالتی شما باید دعوتنامه دوم یا نهایی را هم دریافت کنید تا امتیازات شما فریز شود و بتوانید برای ویزا اقدام کنید. دعوتنامه دوم معمولا بین 7 روز تا یک ماه پس از دعوتنامه اول  در صورتی که مشکلی در مدارک ارائه شده وجود نداشته باشد ، صادر می شود. بعد از این مرحله شما وارد مرحله بعدی که مرحله آخر است  می شوید که همان مرحله لاجمنت ویزاست . شما از تاریخ صدور دعوتنامه نهایی تا 60 روز وقت دارید که برای لاجمنت ویزا اقدام کنید.
        در مرحله سوم برخی مدارک مثل گواهی شغلی ، فیش حقوقی، قرارداد، بیمه در صورت وجود  به روز می شوند و طبق چک لیستی که اداره مهاجرت اعلام کرده ، کلیه مدارک آماده شده و ترجمه شده ، در سایت اداره مهاجرت آپلود می شوند.  توجه داشته باشید ارائه کارت پایان خدمت یا معافیت سربازی برای آقایان در این مرحله الزامیست.در این مرحله شما باید هزینه ویزا را واریز نمایید که نفر اصلی 4240 دلار استرالیا ، فرد همراه بالای 18 سال 2120 دلار استرالیا و همراه زیر 18  سال 1060 دلار استرالیا می باشد. این مبلغ برای هر سه نوع ویزای اسکیل ورکر یکی می باشد.
        تست پزشکی و گواهی عدم سوء پیشینه و فرمهای ویزا ارسال می شود، پس از انجام لاجمنت ویزا ، شما امکان ایجاد هیچ تغییری را در مدارک خود ندارید ، و در صورت بروز هر تغییری لازم است تغییرات در سیستم اداره مهاجرت اطلاع رسانی شود. اگر مدارکتان مشکلی نداشته باشد ، آفیسر ویزای شما را صادر می نماید.
      </p>


    </Container>
  );
}
const Container = styled.main`
display: flex;
justify-content: center;
flex-direction: column;
img{
  margin-bottom: 2rem;
  width: 80%;
  height: 25rem;
  border-radius: 15px;
  object-fit: cover;
  box-shadow: 0px 0px 20px 0px rgba(0, 0, 0, 0.25);
  align-self: center;
}
p{
  ${Layer1_TextStyle}
  // line-height: 40px !important;
 }
h1 {
  ${Layer1_TitleStyle}
  margin-top: 2rem;
}
table {
  ${borderTheme}
  border-radius: 15px;
  overflow: hidden;
  margin-bottom: 4rem;
  margin-top: 4rem;
  border-spacing: 0px;
}

tbody {
  margin: 0 0 20px;
  padding: 0;
  width: 100%;
  border-collapse: collapse;
  border-spacing: 0;
  overflow: hidden;
}
tr {
  width: auto;
  height: 4rem;
  th {
    max-width: 278px;
  }
}
td {
  text-align: center;
  ${layer2A_TextStyle}
  direction: ltr;
  height: 2rem;
  padding: 0.5rem;
  line-height: 1.5rem;
}

th {
  ${layer2A_HeaderBG}
  ${layer2A_TextStyle}
  direction: ltr;
  text-align: center;
  font-weight: 500;
  padding-inline-start: 32px;
  padding-inline-end: 32px;
  line-height: 1.5rem;
  border-color: #ececec;
  :last-child {
    border-right: none;
  }
  a {
    ${th_a_Color}
  }
}
h2 {
  ${Layer1_SubtitleStyle}
  margin-top: 4rem;
  margin-bottom: 1.5rem;
}
ul {
  ${Layer1_TextStyle}
  list-style: disc !important;
  padding-inline-start: 2rem; 
}
ol {
  ${Layer1_TextStyle}
  list-style: arabic-indic !important;
  padding-inline-start: 2rem; 
  ul {
    padding-inline-start: 3rem;
  }
}
li{
margin-bottom: 1rem;
}
:last-child {
  margin-bottom: 2rem;
}
`
