import { ReactNode } from 'react';
import { ArticleMetaData } from '../interfaces';
import styled from 'styled-components';
import { Layer1_SubtitleStyle, Layer1_TextStyle, Layer1_TitleStyle } from 'Styles/Theme/Layers/layer1/style';
import { th_a_Color } from 'PagesComponents/Occupations/Detail/DetailTab/styledComponents';
import { borderTheme } from 'Styles/Theme';
import { layer2A_TextStyle } from 'Styles/Theme/Layers/layer2/style';
import { layer2A_HeaderBG } from 'Styles/Theme/Layers/layer2/theme';
import { useLocale } from 'Hooks/useLocale';

export default function PostContent() {
  const { locale } = useLocale();
  return (
    <Container>


      <h1> آنچه باید درباره اسسمنت یا ارزیابی مدارک در استرالیا بدانیم </h1>

      <p>
        ویزای اسکیل ورکر یا مهارتی سه مرحله دارد که اسسمنت مرحله اول آن است. اسسمنت به معنای ارزیابی است، شما برای شروع فرایند مهاجرت از طریق ویزای اسکیل ورکر ابتدا لازم است اسسمنت یا ارزیابی مثبت بگیرد. بنابراین با توجه به رزومه و تحصیلات و سابقه کاریتان اسسمنت مثبت می گیرید. معمولا  با حداقل 2 سال  تحصیلات دانشگاهی امکان مورد اسس قرار گرفتن  مدارک و سوابق وجود دارد.  هر سازمان ارزیاب یک سری مدارک نیاز دارد که طبق چک لیست خاص خودش تعریف شده است و مدارک باید طبق همان چک لیست و بر اساس استاندارد های لازم تهیه و تنظیم شود ، که با ضریب بالا امکان دریافت اسسمنت مثبت وجود داشته باشد . شما می توانید سابقه کار خود را به صورت تمام وقت یا پاره وقت ارائه دهید، تنها شرط آن این است که  حداقل 20 ساعت در هفته کار کرده باشید  و بابتش حقوق دریافت کرده باشید ، تا بتوانید آن را به عنوان سابقه کار ارائه دهید .همچنین موضوع مورد توجه این است که ارائه سابقه کار بسته به نوع کد شغلی انتخابی می تواند متفاوت باشد. در مورد شغلهایی که وجود لیسانس مرتبط یا غیر مرتبط برای آنها الزامی است ، ارائه سابقه کار الزاما بعد از اخذ مدرک لیسانس ارائه می شود. بهتر است بدانید که بعضی از رشته ها توسط دو سازمان ارزیاب ارزیابی می شوند، که شما می توانید انتخاب کنید اسسمنت را  از کدام سازمان اخذ کنید.

        همچنین در برخی موارد سابقه کار شما و تحصیلات تان با بیش از یک کد شغلی انطباق دارد که در این حالت در صورتی که سازمان ارزیاب کدهای شغلی متفاوت باشد به شرط عدم ارائه سوابق متناقض می توانید از دو سازمان ارزیابی درخواست اسسمنت مثبت بگیرید.
        مدارک لازم برای اسسمنت استرالیا با توجه به نوع سازمان ارزیابی کننده و مدرک تحصیلی متفاوت می باشد. مدارک ارسالی برای اسسمنت استرالیا باید ترجمه ناتی و یا دارای ترجمه رسمی باشد. به صورت کلی مدارک مورد نیاز برای اسسمنت استرالیا به شرح زیر می باشد.
      </p>

      <ul>
        <li>عکس سایز پاسپورت (۳.۵×۴.۵)</li>
        <li>عکس صفحه اول پاسپورت</li>
        <li>ترجمه مدارک تحصیلی</li>
        <li>ترجمه ریز نمرات تحصیلی هر مقطع</li>
        <li>مدرک زبان آیلتس و یا معادل آن در دیگر آزمون های مورد پذیرش در برخی سازمانهای ارزیاب</li>
        <li>ترجمه رسمی شناسنامه و کارت ملی</li>
      </ul>

      <p>
        در جواب این سوال که برای انجام اسسمنت  نمره زبان  لازم است یا نه ، این بستگی به نوع سازمان ارزیاب دارد و اینکه آن سازمان نمره زبان می خواهد یا نه ، مثلا سازمانهای VETASSESS, ACS, TRA  نمره زبان نمیخواهند ، اما سازمان EA   که ارزیابی رشته های مهندسی را انجام می دهد ، ارائه  نمره زبان آیلتس 6 یا پی تی ای 50 را الزامی کرده است، یا مثلا برای اسسمنت رشته های علوم آزمایشگاهی،  رادیولوژی و رادیوگرافی،
        ارائه نمره زبان  آیلتس 7 یا پی تی ای 65 یا معادل آن  الزامی است.  ولی در هر صورت بعد از دریافت اسسمنت، در مرحله دوم باید نمره زبان را داشته باشید تا بتوانید به دعوتنامه برسید.
      </p>

      <p>برای آگاهی از اینکه آیا سازمان ارزیاب کد شغلی مد نظر شما ارائه نمره زبان را الزامی کرده است یا خیر، می توانید به این <a href={`/${locale}/occupations/assssing-authorities`}>صفحه</a> مراجعه کنید.</p>

      <p>
        به جز مدارک فوق، از بین  مدارکی همچون  گواهی شغلی ، قراداد، فیش حقوقی، پرینت بانکی ، بیمه ، اظهارنامه مالیاتی حداقل  دو یا سه مورد باید ارائه شود. شایان ذکر است این مدراک باید برای هر یک از شرکتها یا سازمانهایی که در آن مشغول به فعالیت بوده اید جداگانه صادر شود.
        نکته ای که در اینا حائز اهمیت است ، دقت در استاناردهایی است که هر یک از سازمانهای ارزیاب مد نظر دارند، که موجب می شود سالهای سوابق کاری شما مورد تایید قرار بگیرد یا بالعکس. یکی از این موارد این نکته است که امکان ارائه سوابق کاری تمام وقت حین تحصیلات پایه دانشگاهی مثل لیسانس، وجود ندارد، اگر شما سابقه کاری خود را در این بازه زمانی ارائه می دهید ، بهتر است به این نکته توجه کنید، اما ارائه مدارک سابقه کاری  به صورت تمام وقت در دوران تحصیلات تکمیلی مانعی ندارد.
        اگر شما کسب و کار خودتان را دارید ، می توانید با ارائه پروانه تاسیس یا پروانه کسب و کار، اظهارنامه مالیاتی، حسابرسی، پرینت بانکی، قراردادهای با مشتری و ... بسته به مدارکی که سازمان ارزیابتان مشخص کرده اقدام کنید.
      </p>

      <p>
        موضوعی که  ذهن بسیاری از متقاضیان را درگیر می کند ، موضوع بیمه شغلی و اهمیت آن است. آیا می توان بدون داشتن بیمه شغلی برای مهاجرت با ویزای مهارتی استرالیا اقدام کرد؟ در حواب این سوال باید بگوییم که شما در مرحله اسسمنت یا ارزیابی ، نیاز به ارائه مدارک مشخصی دارید که طبق چک لیست های سازمان ارزیاب های مختلف می تواند متفاوت باشد.مثلا در مورد  سازمانهای ارزیابی مثل VETASSESS  و EA  ،  شما می توانید با  ارائه گواهی شغلی و فیش حقوقی و قرارداد شغلی، اسسمنت مثبت  خود را دریافت کنید ، ولی سازمان ارزیابهای مشاغل فنی ، مثل TRA  یا سازمان ACS  که سازمان ارزیاب مشاغل کامپیوتری است ، اعلام کرده که از 4 مدرک، فیش حقوقی، پرینت بانکی ، بیمه شغلی  و مالیات  بر درآمد  ، ارائه حداقل  دو مدرک الزامی است . اگر فیش حقوقی و پرینت بانکی داشته باشید ، الزاما لازم نیست در مرحله اول بیمه شغلی ارائه بدهید ، در واقع در مرحله اسسمنت ، شما اگر بتوانید به جز بیمه سایر مدارک که اثبات کننده سابقه کار شما در رشته شغلی مورد نظر هست ارائه نمایید نیاز به بیمه شغلی ندارید. نکته ای که اینجا حائز اهمیت است این است که منظور از ارائه بیمه ، بیمه ایست که از همان شرکت یا سازمان مورد نظر برای شما واریز شده باشد، بیمه های اختیاری و خویش فرما مشمول این موضوع نمی شود، چون اثبات کننده سابقه کار شما نیست.
        در خصوص زمان ارائه پاسخ سازمان ارزیاب به درخواست اسسمنت مدارک باید گفت که این موضوع،   بسته به شلوغی و خلوتی صف درخواست ها و همچنین بسته به نوع سازمان ارزیاب ، متفاوت است. اما معمولا بین سه تا 4 ماه در زمانها خلوت و در برخی موارد تا 7 ماه در زمانها شلوغی صف ممکن است زمانبر باشد. اما جهت تسریع در فرایند ارزیابی و اخذ نتیجه ارزیابی در فاصله ده روز تا دو هفته ، برخی سازمانهای ارزیاب مثل Vetassess ، امکان انجام اسسمنت به روش ارزیابی  (فست ترک)Fast Track را به  وجودآورده اند ، که شما بابت آن مبلغ بیشتری می پردازید و امکان ارزیابی مدارک شما و اخذ اسسمنت در زمان کوتاهی بین ده روز تا دو هفته ممکن می شود.
        زمان اعتبار اسسمنت مثبت  بسته به نوع  سازمان  ارزیاب بین دو سال یا سه سال متفاوت است.
        در صورت پایان اعتبار اسسمنت شما باید جهت ری اسس اقدام کنید. مدارکی ارسالی و زمان پاسخگویی و هزینه ری اسس بسته به نوع سازمان ارزیاب متفاوت است. و لازم است در این خصوص دستورالعملهای موجود مطالعه شوند. نکته مهم این است که امکان پر کردن EOI با اسسمنت منقضی شده امکان پذیر نیست و تنها EOI هایی اعتبار دارند که اسسمنت مثبت معتبر داشته باشند.
      </p>

      <p>در استرالیا  بیش از 40 سازمان ارزیاب وجود دارد. که می توانید اسامی آنها  و اطلاعات مرتبط با هر یک را در این <a href={`/${locale}/occupations/assssing-authorities`}>صفحه</a>  مشاهده کنید.</p>

    </Container>
  );
}
const Container = styled.main`
p{
  ${Layer1_TextStyle}
  // line-height: 40px !important;
}
h1 {
  ${Layer1_TitleStyle}
  margin-top: 2rem;
}
table {
  ${borderTheme}
  border-radius: 15px;
  overflow: hidden;
  margin-bottom: 4rem;
  margin-top: 4rem;
  border-spacing: 0px;
}

tbody {
  margin: 0 0 20px;
  padding: 0;
  width: 100%;
  border-collapse: collapse;
  border-spacing: 0;
  overflow: hidden;
}
tr {
  width: auto;
  height: 4rem;
  th {
    max-width: 278px;
  }
}
td {
  text-align: center;
  ${layer2A_TextStyle}
  direction: ltr;
  height: 2rem;
  padding: 0.5rem;
  line-height: 1.5rem;
}

th {
  ${layer2A_HeaderBG}
  ${layer2A_TextStyle}
  direction: ltr;
  text-align: center;
  font-weight: 500;
  padding-inline-start: 32px;
  padding-inline-end: 32px;
  line-height: 1.5rem;
  border-color: #ececec;
  :last-child {
    border-right: none;
  }
  a {
    ${th_a_Color}
  }
}
h2 {
  ${Layer1_SubtitleStyle}
  margin-top: 4rem;
  margin-bottom: 1.5rem;
}
ul {
  ${Layer1_TextStyle}
  list-style: disc !important;
  padding-inline-start: 2rem; 
}
ol {
  ${Layer1_TextStyle}
  list-style: arabic-indic !important;
  padding-inline-start: 2rem; 
  ul {
    padding-inline-start: 3rem;
  }
}
li{
margin-bottom: 1rem;
}
:last-child {
  margin-bottom: 2rem;
}
`
