import { ReactNode } from 'react';
import { ArticleMetaData } from '../interfaces';
import styled from 'styled-components';
import { Layer1_SubtitleStyle, Layer1_TextStyle, Layer1_TitleStyle } from 'Styles/Theme/Layers/layer1/style';
import { th_a_Color } from 'PagesComponents/Occupations/Detail/DetailTab/styledComponents';
import { borderTheme } from 'Styles/Theme';
import { layer2A_TextStyle } from 'Styles/Theme/Layers/layer2/style';
import { layer2A_HeaderBG } from 'Styles/Theme/Layers/layer2/theme';
import { useLocale } from 'Hooks/useLocale';

export default function PostContent() {
  const { locale } = useLocale();
  return (
    <Container>

      <img src='https://binsta.dev/api/v1/files/Qdt-lai_Fs/transform?format=webp&size=lg&quality=best'></img>

      <h1> آنچه باید در مورد سازمانهای ارزیاب استرالیا بدانیم </h1>

      <p>در استرالیا  بیش از 40 سازمان ارزیاب وجود دارد. که می توانید اسامی آنها  و اطلاعات مرتبط با هر یک را در این <a href={`/${locale}/occupations/assssing-authorities`}>صفحه</a>  مشاهده کنید.</p>

      <p>
        در اینجا می خواهیم به خصوصیات کلی  برخی از سازمانهای ارزیاب که بیشترین کد های شغلی را پوشش می دهند، بپردازیم :
      </p>

      <h2> سازمان ارزیابی مدارک VETASSESS استرالیا </h2>

      <p>
        سازمان ارزیابی مدارک VETASSESS استرالیا، طیف وسیعی از رشته های حرفه ای را معادل سازی و ارزشیابی می کند. . مشاغل مرتبط با حوزه ورزش ، با حوزه مارکتینگ، با حوزه کشاورزی، مدیران و رشته هایی مثل میکروبیولوژی، بیوشیمی و خیلی رشته های دیگر را  سازمان وت اسس ارزیابی می کند. در مورد سازمان وت اسس شما برای شروع کار نیازی به نمره زبان ندارید .
        اگر عبارت   VETASSESS OCCUPATION LIST  را در گوگل سرچ بکنید ،  لینکی  را می بابید که می توانید در آن شرایط و الزامات هر شغل را که تحت این سازمان اسس می شود، مشاهده کنید.
        سازمان VETASSESS مشاغل را بر اساس سطح تحصیلات مورد نیازشان ، به پنج گروه تقسیم می کند، که توضیح آن را می توانید به شرح ذیل بخوانید:
      </p>

      <h2> گروه  A </h2>

      <p>
        شامل مشاغلی هستند که متقاضی برای دریافت ارزیابی مثبت می بایست لیسانس معادل لیسانس استرالیا و یا بالاترازآن داشته باشد و مدرک تحصیلی و سابقه کارمتقاضی میبایست کاملا مرتبط باشند ، همچنین متقاضی میبایست درطول پنج سال گذشته حداقل یک سال سابقه کار مرتبط با شغل و مدرک دانشگاهی خود داشته باشد.
      </p>

      <h2> گروه B </h2>

      <p>
        شامل مشاغلی هستند که نیازبه لیسانس معادل لیسانس استرالیا ویا بالاتر از آن دارند. این گروه خود به سه حالت تقسیم می شود.
      </p>

      <ol>
        <li>
          <p>مدرک تحصیلی وسابقه کارمتقاضی کاملا مرتبط است، دراینصورت متقاضی باید حداقل یک سال سابقه کاری از اخذ مدرک درطول پنج سال گذشته داشته باشد.</p>
        </li>
        <li>
          <p>مدرک تحصیلی وسابقه کارمتقاضی نیمه مرتبط است و درعین حال متقاضی مدرکی معادل دیپلم استرالیا دارد که کاملا مرتبط با شغل متقاضی است . دراینصورت متقاضی حداقل دوسال سابقه کارپس ازاخذمدرک درطول پنج سال گذشته باید داشته باشد.</p>
        </li>
        <li>
          <p>مدرک تحصیلی وسابقه کارمتقاضی غیر مرتبط است ،. دراینصورت متقاضی حداقل سه سال سابقه کارپس از اخذ مدرک درطول پنج سال گذشته بایدداشته باشد.</p>
        </li>
      </ol>

      <p>
        محاسبه سابقه کارقبل از اخذ مدرک اگرتمامی سابقه کارمتقاضی قبل از اخذ مدرک لیسانس باشد5 سال سابقه کارمرتبط با مدرک مورد نیازاست ولازم است متقاضی پس از اخذ مدرک لیسانس نیزحداقل یکسال کارکرده باشد
      </p>

      <h2> گروه C </h2>

      <p>
        شامل مشاغلی هست که حداقل نیازبه مدرک AQF Diploma دارد و متقاضی حداقل باید یک سال سابقه کار پس از اخذ مدرک درطول پنج سال گذشته داشته باشد. برای این گروه ازمشاغل نیز بسته ارتباط شغل و مدرک دانشگاهی سه حالت وجود دارد.
      </p>

      <ol>
        <li>مدرک تحصیلی و سابقه کارمتقاضی کاملا مرتبط است، دراینصورت متقاضی باید حداقل یک سال سابقه کارپس ازاخذ مدرک درطول پنج سال گذشته داشته باشد</li>
        <li>متقاضی مدرک دیگری معادلAQF Certificate IV درزمینه کاملا مرتبط نیزدارد. دراینصورت متقاضی بایدحداقل یک سال سابقه کارپس ازاخذمدرک درطول پنج سال گذشته داشته باشد.</li>
        <li>مدرک تحصیلی وسابقه کارمتقاضی غیرمرتبط است ، دراینصورت متقاضی بایدحداقل دو سال سابقه کارپس ازاخذمدرک درطول پنج سال گذشته داشته باشد.</li>
      </ol>

      <p>
        محاسبه سابقه کارقبل از اخذ مدرک اگرتمامی سابقه کارمتقاضی قبل از اخذ مدرک لیسانس باشد5 سال سابقه کارمرتبط با مدرک مورد نیازاست ولازم است متقاضی پس از اخذ مدرک لیسانس نیزحداقل یکسال کارکرده باشد.
      </p>

      <h2> گروه  D </h2>

      <p>
        شامل مشاغلی هستند که نیازبه AQF Certificate IV دارند. این گروه خود به سه حالت تقسیم می شود.
      </p>

      <ol>
        <li>مدرک تحصیلی وسابقه کارمتقاضی کاملا مرتبط است، دراینصورت متقاضی بایدحداقل یک سال سابقه کارپس ازاخذمدرک درطول پنج سال گذشته داشته باشد.</li>
        <li>سابقه کارمتقاضی بامدرک وی غیرمرتبط است، دراینصورت متقاضی بایدحداقل دو سال سابقه کارپس ازاخذمدرک درطول پنج سال گذشته داشته باشد.</li>
        <li>مدرک تحصیلی درحد AQF Certificate III با سابقه کارکاملا مرتبط بامدرک دراینصورت متقاضی بایدحداقل سه سال سابقه کارپس ازاخذمدرک درطول پنج سال گذشته داشته باشد.</li>
      </ol>

      <p>
        محاسبه سابقه کارقبل از اخذمدرک- اگرتمامی سابقه کارمتقاضی قبل از اخذ مدرک AQF Certificate III ویا Certificate IV معادل باشد3 سال سابقه کارمرتبط با مدرک قبل ازاخذمدرک مورد نیازاست ولازم است متقاضی پس ازاخذمدرک نیزحداقل یکسال کارکرده باشد.
      </p>

      <img src='https://binsta.dev/api/v1/files/lxIVJdLhgF/transform?format=webp&size=lg&quality=best'></img>

      <h2> گروه E </h2>

      <p>
        شامل مشاغلی هستند که متقاضی می بایست AQF Diploma داشته باشد،مدرک تحصیلی وسابقه کارمتقاضی میبایست کاملا مرتبط باشد ، متقاضی میبایست درطول پنج سال گذشته حداقل یک سال سابقه کارداشته باشد.
      </p>

      <p>
        یکی از مزیت های معادل سازی مدارک توسط این سازمان، عدم نیاز به ارائه مدرک زبان می باشد. برای معادل سازی مدارک توسط وت اسس استرالیا، متقاضیان باید کد رشته مربوط به رشته خود را انتخاب و در این خصوص اقدام نمایند. انتخاب مناسب ترین کد رشته از اهمیت بالایی برخوردار است
        نکته دیگری که قابل اشاره است این است که آنچه به تجربه دیده شده این است که سازمان VETASSESS معمولا حتی درصورت قبول کلیه مدارک یک سال از سابقه کار ارائه شده کم می کنه. که این موضوع باید در ارائه سابقه کار مد نظر قرار گرفته شود. مدت زمان ارائه جواب اسسمنت سازمان وت اسس در حالت عادی سه تا شش ماه و در حالت فست ترک 10 تا 20 روز است.
        هزینه ارزیابی شما در سازمان VETASSESS  در حالت عادی در سال 2023 مبلغ 962 دلار استرالیا  و در حالت Fast Track  مبلغ 1585 دلار استرالیا می باشد.
        ضمنا تمدید اسسمنت وت اسس، یا همان ری اسس، امکان فست ترک ندارد.
      </p>

      <h2> سازمان ارزیابی مهندسین استرالیا (Engineers Australia ) یا سازمان EA </h2>

      <p>
        CDR یا همان  Competency Demonstration Report     شامل پنج بخش می باشد ، در سه بخش اول شما باید سه پروژه به عنوان مهندس ارائه بدهید، مثل پروژه کاری ، یا مقال تحقیقاتی یا حتی پایان نامه هم می تواند باشد. بهتر است که حداقل یک یا دو پروژه کاری ارائه دهید، این پروژه ها باید به صورت میانگین بین 2000 تا 2500 لغت باشند،  این پروژه ها باید به زبان تخصصی و به فرمت مورد نظر خود سازمان EA نوشته شود. بعد از اینکه سه پروژه را ارئه دادید ، باید CPD ارائه دهید که شامل دوره ها یا سمینار ها یا هر مطلبی که به جز دوره تحصیلی گذرانده اید و در راستای  افزایش مهارت و به رو ز نگه داشتن شما در حرفه و شغلتان بوده است. در بخش آخر هم باید Summary Statement بنویسیدکه فرمت و نحوه نوشتن آن در سایت سازمان EA وجود دارد.

        سازمان مهندسی استرالیا علاوه بر CDR، مدرک زبان آیلتس آکادمیک و یا جنرال با نمره ۶ و یا PTE  50 در هر مهارت نیز درخواست می کند. نتیجه ارزیابی مدرک تحصیلی متقاضیان توسط سازمان مهندسی استرالیا و معادل سازی مدرک های آن ها به صورت یکی از حالت های زیر خواهد بود. نتیجه نهایی معادل سازی مدرک تحصیلی در استرالیا به عواملی نظیر مدرک تحصیلی، نوع دانشگاه، محل تحصیل و رشته تحصیلی بستگی دارد.
      </p>

      <ul>
        <li>
          <p>ارزیابی مدرک تحصیلی معادل مهندسی حرفه ای (Professional Engineer): در این حالت رشته متقاضی Skill Level 1 معادل سازی شده است. ارزیابی مهندسین حرفه ای به معنی مدرک معادل لیسانس ۴ ساله استرالیا می باشد. این معادل سازی مدرک تحصیلی، ۱۵ امتیاز برای متقاضی خواهد داشت.*</p>
        </li>
        <li>
          <p>ارزیابی مدرک تحصیلی معادل مهندسی تکنولوژیست (Engineering Technologist):&nbsp;در این حالت رشته متقاضی Skill Level 2 معادل سازی شده است. ارزیابی مهندسی تکنولوژیست به معنی مدرک معادل لیسانس ۳ ساله استرالیایی است. این معادل سازی مدرک تحصیلی، ۱۰ امتیاز برای متقاضی خواهد داشت.</p>
        </li>
        <li>
          <p>ارزیابی مدرک تحصیلی معادل کاردانی مهندسی (Engineering Associate):&nbsp;در این حالت رشته متقاضی معادل دیپلم ۲ ساله استرالیایی می باشد .</p>
        </li>
        <li>
          <p>ارزیابی مدرک تحصیلی مدیریت مهندسی (Engineers Manager):&nbsp;نتیجه این حالت معادل سازی برای افرادی که سابقه کاری مدیریت ارشد داشته اند اتفاق می افتد. در این حالت رشته متقاضی Skill Level 1 معادل سازی شده است . این معادل سازی مدرک تحصیلی، ۱۵ امتیاز برای متقاضی خواهد داشت.</p>
        </li>
      </ul>

      <p>
        از نکاتی که طی تجربه متقاضیان ، می توان به آن اشاره کرد، این است ، سازمان   EA از  تعداد سال سابقه کار متقاضیان، معمولا کسر نمی کند و سابقه کار بعد از اخذ مدرک محاسبه میشود..

        مدت زمان پاسخگویی این سازمان حدود 3 ماه است که با هزینه 825 دلار استرالیا انجام می شود. اما اگر بخواهید ، ارزیابی خود را از طریق فست ترک انجام دهید ، و پاسخ ارزیابی را در حدد 20 روز بعد دریافت کنید، باید 315 دلار استرالیا بیش از هزینه اصلی پرداخت کنید.

        در صورت اکسپایر و منقضی شدن ، اسسمنت این سازمان ، لازم نیست شما همه مدارک را دوباره ارائه دهید، به ارائه CDR هم نیازی نیست، صرفا به این سازمان جهت انجام ری اسس ایمیل می زنید و هزینه 120 دلاری را پرداخت می کنید معمولا جواب طی 10 روز ارائه داده می شود.
      </p>

      <h2> سازمان ارزیابی مدرک TRA استرالیا </h2>

      <p>
        سازمان ارزیابی مدرک تحصیلی TRA در استرالیا،  معادل سازی بیش از ۱۳۰ رشته فنی را به عهده دارد. متقاضیان  باید ابتدا مدارک خود را توسط سازمان TRA استرالیا، معادل سازی و ارزشیابی نمایند. سازمان TRA به دو روش مدارک را معادل سازی و ارزشیابی می کند.
      </p>

      <h2> روش OSAP </h2>

      <p>
        رشته های سازنده ابزار و جوشکاری، کابینت ساز، نجار، نصاب، بنا، آشپز، شکل دهنده فلز، جوشکار فشار قوی، تنظیم کننده جوشکار، آرایشگر، خدمات نجاری، سازنده دیگ بخار، ریخته گری با ماشین آلات فلزی، شکل دهنده فلزات، شکل دهنده ورقه های فلزی در کارگاه ، باید از روش OSAP برای معادل سازی مدارک تحصیلی برای استرالیا اقدام کنند. در این روش مدرک زبان انگلیسی مورد نیاز نمی باشد ولی مصاحبه به زبان انگلیسی انجام می شود و متقاضی اجازه کمک از مترجم ندارد.
      </p>

      <h2> روش MSA </h2>

      <p>
        در صورتی که رشته متقاضیان خارج از تخصص های فوق الذکر باشد، می توانند از روش MSA برای معادل سازی مدارک تحصیلی استرالیا اقدام کنند. در آن روش مدرک زبان انگلیسی مورد نیاز نمی باشد .

        مدرک تحصیلی یا کاری مربوطه باید قابل قیاس با حداقل مدرک کاردانی استرالیایی باشد. دوره های کوتاه مدت و یا سابقه کار یا رجیسترهای کاری و لایسنس ها نمی تواند جایگزین مدرک باشد. همچنین مدرک باید مورد تائید وزارت علوم نیز قرار گیرد. مدرک شما باید مرتبط با دوره های کاری و سابقه کار  شما باشد.این سازمان ارزیاب سابقه کاری شما بعد از کاردانی را مد نظر قرار می دهد. اما در صورتی که سابقه کار و تسلط بر روی حرفه ای دارید و مدرک دانشگاهی و حداقل فوق دیپلم معادل استرالیا را ندارید، می توانید با انجام ارزیابی MPA که بعد از مرحله اسسمنت انجام می شود ، ده امتیاز تحصیلات را هم در هنگام پر کردن EOI، کسب کنید.

        از آنجایی که سازمان TRA روش فست ترک برای ارزیابی پرونده ها ندارد، مدت معمولی که ارزیابی پرونده زمان میبرد، حدود 3 تا 4 ماه است.در صورت پایان اعتبار اسسمنت مثبت این سازمان ارزیاب، شما باید تمامی مدارک را کامل و  از اول و به روز شده  ارائه دهید انگار بار اول است که  مدارکتان در حال ارزیابی است.
      </p>

      <h2> سازمان ACS </h2>

      <p>
        اگر شما در یکی از رشته های مهندسی کامپیوتر فارغ التحصیل شده اید و یا سابقه کار کاملا مرتبط با رشته های مربوط به مهندسی کامپیوتر را دارید و می خواهید از طریق ویزای کار به استرالیا مهاجرت کنید باید برای دریافت اسسمنت مدارک خود را برای سازمان کامپیوتر استرالیا و یا همان سازمان ACS استرالیا ارسال کنید. سازمان کامپیوتر استرالیا مسئولیت ارزیابی مدارک افرادی را دارد که فارغ التحصیل یکی از گرایش های رشته کامپیوتر هستند، و یا در زمینه کامپیوتر و آی تی سابقه کار دارند و مدارک خود را توسط سازمان کامپیوتر استرالیا و یا سازمان ACS استرالیا معادل مدرک استرالیا می کنند.

        خوشبختانه سازمان ACS برای ارزشیابی مدارک، مدرک زبان انگلیسی را به عنوان پیش شرط نیاز ندارد، به همین منظور مهندسین یا فارغ التحصیلان رشته های کامپیوتر و IT می توانید با سرعت بیشتری پروسه مهاجرت خود را دنبال کنید.
        انجمن کامپیوتر استرالیا (ACS) ابتدا مدارک تحصیلی شما را با توجه به مقطع تحصیلی و واحد های گذرانده شده در دانشگاه بررسی می کند و سپس در یکی از دسته های ICT Major یا ICT Minor یا non-ICT قرار می دهد:
      </p>

      <ul>
        <li>
          <p>در دسته ICT Major&nbsp;در مقطع لیسانس به بالا&nbsp; اگر رشته شما با سابقه کار شما در یک راستا باشند ۲ سال سابقه و اگر متفاوت باشد 4 سال سابقه کاری مورد نیاز است.
            -در دسته ICT Minor با مقطع کاردانی بسته به اینکه مدرک شما با سابقه کارتان مرتبط است یا نه بین 5 تا 6 سال سابقه کار الزامی است. مدارک مایکروسافت و سیسکو&nbsp;معمولا در این دسته&nbsp;قرار می گیرند.</p>
        </li>
        <li>
          <p>در دسته ICT Minor&nbsp;با مقطع کارشناسی به بالا بین 5 تا 6 سال سابقه مورد نیاز است. (بسته به مدرک و سابقه کار)</p>
        </li>
        <li>
          <p>اگر مدرک شما (کاردانی و بالاتر) در پروسه تطابق واحد ها جز هیچ کدام از حالت های فوق نشد (NON-ICT) برای ارزیابی مدرک توسط سازمان ACS استرالیا متقاضی احتیاج به 6 سال سابقه کار به همراه 2 پروژه&nbsp;RPL می باشد. (اگر مدرک دانشگاهی شما با رشته های کامپیوتر نامرتبط باشه، حداقل باید 6 سال سابقه کار + RPL به ACS ارائه بشه تا بتونید اسس بگیرید و کل این سابقه کار هم کسر میشه و نمیشه در EOI امتیازی کلیم کنید)</p>
        </li>
        <li>
          <p>افرادی که با مدرک دیپلم یا پایین تر می خواهند توسط&nbsp;ACS ارزیابی شوند، باید 8 سال سابقه کار به همراه دو پروژه RPL&nbsp;ارائه دهند.</p>
        </li>
      </ul>

      <p>
        در کنار همه موارد گفته شده ، تجربه نشان داده که سازمان ACS  بین 2 تا 8 سال ممکن است از سابقه کارشما کم کند. بنا براین در ارائه سابقه کار و جمع آوری مدارک لحاظ کردن مورد فوق الزامی به نظر می رسد. لازم به تاکید است که بهتر است مدارکی همچون فیش حقوقی را در مورد سازمان ACS  به ازای هر سال 3 عدد آپلود نمایید. گواهی شغلی شما باید داخل سربرگ باشد و با مهر و امضا. کلیه مدارک ، از جمله قرارداد هم باید با مهر و امضا بالاترین فرد سازمان یا مدیر منابع انسانی باشد.
        نتایج ارزیابی ACS تا 2 سال اعتبار دارند.

        هزینه ارزیابی مدارک توسط سازمان ACS 530 دلار استرالیا می باشد.
      </p>

      <img src='https://binsta.dev/api/v1/files/GpcrMjbVoc/transform?format=webp&size=lg&quality=best'></img>

      <h2> سازمان مدیران استرالیا (Institute of Manager and Leaders)  IML </h2>

      <p>
        وظیفه اصلی سازمان مدیران استرالیا برگزاری دوره های تخصصی و آموزشی در زمینه های مختلف از جمله مباحث مالی، بازاریابی، فروش، ارتباطات و مدیریت است. علاوه بر آن ارزیابی مهارت کاری افراد، در انواع مشاغل مدیریتی برای متقاضیان مهاجرت کاری به استرالیا که مدارک کاریشان نیاز به ارزیابی در کشور استرالیا دارد، از دیگر فعالیت های مهم این سازمان است.

        لازم به ذکر است مدیرانی مورد تایید IML قرار خواهند گرفت که در سازمان هایی بزرگ با سلسله مراتب مدیریتی چند لایه با تعداد افراد زیرمجموعه مقتضی مشغول به کار باشند و این مستندات از طریق چارت های سازمانی مدون ارائه شوند.
      </p>

      <h2> معیارهای ارزیابی: </h2>

      <p>
        سازمان IML به عنوان مرجع ارزیابی توسط دولت استرالیا برای ارزیابی مهارت های مدیریت سطح بالا است. معیارهای ارزیابی بر اساس سطح تجربه کاری ، آموزش و صلاحیت های بدست آمده است.  در این سازمان نیاز است بیمه ارائه دهید.
      </p>

      <h2> مدارک مورد نیاز برای ارزیابی در سازمان مدیران استرالیا      (IML) </h2>

      <ul>
        <li>مدارک شناسایی و مدارک تحصیلی شامل دانشنامه و ریزنمرات.</li>
        <li>مدارک کاری شامل نامه سوابق کاری و شرح وظایف، قراردادهای کاری و فیش های حقوقی.</li>
        <li>چارت های سازمانی با جزئیات تمامی بخش ها، سلسله مراتب مدیریتی و افراد زیرمجموعه.</li>
        <li>توصیه نامه های معتبر از طرف سایر مدیران مشغول به کار در همان شرکت.</li>
        <li>وبسایت معتبر و ترجیحا با قابلیت سرچ انگلیسی.</li>
      </ul>

      <p>
        توجه نمایید این سازمان برای ارزیابی نیاز به مدرک زبان انگلیسی ندارد، سابقه کاری بین 8 تا 10 سال اخیر (بعد از تاریخ فارغ التحصیلی) بررسی نموده و مرتبط بودن مدرک تحصیلی با سوابق کاری الزامی نمی باشد.مدت اعتبار این اسسمنت 3 سال از زمان صدور است.
      </p>


    </Container>
  );
}
const Container = styled.main`
display: flex;
justify-content: center;
flex-direction: column;
img{
  margin-bottom: 2rem;
  width: 80%;
  height: 25rem;
  border-radius: 15px;
  object-fit: cover;
  box-shadow: 0px 0px 20px 0px rgba(0, 0, 0, 0.25);
  align-self: center;
}
p{
  ${Layer1_TextStyle}
  // line-height: 40px !important;
 }
h1 {
  ${Layer1_TitleStyle}
  margin-top: 2rem;
}
table {
  ${borderTheme}
  border-radius: 15px;
  overflow: hidden;
  margin-bottom: 4rem;
  margin-top: 4rem;
  border-spacing: 0px;
}

tbody {
  margin: 0 0 20px;
  padding: 0;
  width: 100%;
  border-collapse: collapse;
  border-spacing: 0;
  overflow: hidden;
}
tr {
  width: auto;
  height: 4rem;
  th {
    max-width: 278px;
  }
}
td {
  text-align: center;
  ${layer2A_TextStyle}
  direction: ltr;
  height: 2rem;
  padding: 0.5rem;
  line-height: 1.5rem;
}

th {
  ${layer2A_HeaderBG}
  ${layer2A_TextStyle}
  direction: ltr;
  text-align: center;
  font-weight: 500;
  padding-inline-start: 32px;
  padding-inline-end: 32px;
  line-height: 1.5rem;
  border-color: #ececec;
  :last-child {
    border-right: none;
  }
  a {
    ${th_a_Color}
  }
}
h2 {
  ${Layer1_SubtitleStyle}
  margin-top: 4rem;
  margin-bottom: 1.5rem;
}
ul {
  ${Layer1_TextStyle}
  list-style: disc !important;
  padding-inline-start: 2rem; 
}
ol {
  ${Layer1_TextStyle}
  list-style: arabic-indic !important;
  padding-inline-start: 2rem; 
  ul {
    padding-inline-start: 3rem;
  }
}
li{
margin-bottom: 1rem;
}
:last-child {
  margin-bottom: 2rem;
}
`
